[{"name":"18-Year Congressional Term Limits","brief":"Serving in Congress should be a calling, not a career. Anyone running for office should want to get in, bring fresh ideas to the debate, pass legislation that improves the country, and then let someone else come in with their own fresh ideas.\\nInstead, we have a political class that has entrenched itself in power, remaining there for far too long. We need to get Congress back in the habit of serving the people, not serving out careers.\\nSome elections have seen reelection rates at 98%, with 90% being the norm. Even years where a wave election happens, reelection rates tend to be above 80%. Compare this to earlier elections with much higher turnover rates, such as in 1854 when around a third of all seats changed hands.\\nAround 13% of the House will have served for almost 2 decades in 2020, which pales to the approx. 20% in the Senate. Thats too long a tenure.\\nWith that much time, individuals can amass power that will lead to self-dealing. Being entrenched in a seat, especially with how strong the incumbent advantage is in such a polarized nation with a two-party system, leads to legislators that are less responsive to their constituents. And, finally, power has been shown to literally cause brain damage, eroding certain types of decision-making.\\nWith term limits, members of Congress would get what they went to DC to accomplish done and then go home. It would make room for new leaders with new experiences and fresh ideas. It would make time in Congress about reaching a goal, not reaching retirement after a long career with a good salary at the expense of the public. And it would give legislators a period of time when they didnt need to constantly fundraise, as their final term wouldnt hold the option for reelection.\\nThere are some benefits to no term limits. Legislators gain experience over time, and they form coalitions. Short term limits would also entrench the non-legislative bureaucracy.\\nThis is why the best balance would be longer term limits - 18 years in either chamber, or 24 years combined. This would allow legislators enough time to build up sufficient experience and relationships to accomplish their goals, and then get them out before they stagnate and start to engage in self-dealing. It would allow the regular infusion of fresh ideas from new members of Congress. And it would ensure that the political class that makes Congress feel like a distant and unresponsive organization wouldnt be able to develop.","quote":"Term limits in DC are a good idea. They would lead legislators to get something done and then go home. Term limits would also make room for new leaders with fresh ideas. The drawback is that they would entrench the non-legislative bureaucracy, since legislators would have a harder time organizing and forming coalitions.  The best balance, then, is an 18-year term limit that would be long enough for expertise and coalitions to build without letting legislators become careerist and self-dealing.","problems":"Allowing legislators to run for their seats without limit creates a stagnant political class that isnt responsive to constituents or modern problems that require fresh solutions.\\nAllowing legislators to hold office without end leads to the amassing of power that can lead to corruption and, literally, brain damage.","goals":"Entrenched legislators can eventually become corrupt\\nLong-term legislators can become divorced from the needs of their constituents, or modern developments\\nNew ideas dont filter into the conversation when there arent new members of Congress\\nCongress is less responsive when incumbents win 90+% of the time","statement":"Support a constitutional amendment that would limit individuals from running for reelection into either chamber of Congress if, at the time theyd be seated for the term, theyd have already served in that chamber for 18 years or a combination of both chambers for 24 years or more."},{"name":"End Bidding Wars for Corporate Relocation","brief":"The recent circus surrounding Amazons HQ2 project should highlight how damaging the practice of allowing localities to bid for investment from corporations can be to our country, and how important it is for us to find a solution to this problem.\\nYou cant blame the corporation for trying to save money, and you cant blame the localities for trying to attract investment and new jobs. Because no one has an incentive to stop this practice, it continues unabated.\\nHowever, it amounts to up to $90b a year of tax breaks and cash grants. Since states and other localities cant run a deficit or print money, these subsidies amount to money that could otherwise go to school, road repair, and other important functions. These incentives are meant to\\nTheres also evidence that corporations start with an idea of where they want to move and then use a public bidding war to get tax breaks from those locations. Considering Amazons business, DC and NY were likely locations for HQ2 even before they received 238 proposals from cities across the country.\\nThis form of corporate welfare needs to stop, and only the federal government has an incentive to do so. We must end it by considering any financial benefit provided to a company to entice local investment, or relocation, to be special income that is taxed at 100%. General investment by a locality to be more business-friendly is fine, but no more bribing companies to do something they were already planning to do. The only ones who win are the companies.","quote":"It makes no sense to have communities bidding against each other to have companies move within the country - from a national point of view we dont care in which city or state a company is based. The only winners are the companies that get sweetheart deals to move places they were likely going to move anyway. Meanwhile communities break their backs trying to get companies to move there in a race to the bottom. Companies should make decisions based on their business and not which community they can hold over a barrel.","problems":"Localities feel the need to bid large amounts of corporate welfare in order to entice businesses to invest in their towns/states, when this provides no net job growth in the US. Many of the promised benefits often do not materialize as well.","goals":"End corporate welfare provided by localities to entice specific corporate relocation and investment","statement":"Work with Congress to pass a law that treats any incentive provided by a locality to a specific business already based in the US as special income to be taxed at a rate of 100%.\\nPublicly call out any corporation that tries to entice tax breaks or other forms of corporate welfare from states."},{"name":"Preservation of Public Lands and Water","brief":"America is a breathtakingly beautiful country. From the Rockies to the Appalachian Trail, from the Grand Canyon to Acadia, its majesty is all around. If youve never had your breath taken away by Americas natural beauty, you havent been looking very hard.\\nAmerica has led the world in the preservation of natural spaces for all of its people to experience and has long been the envy of the world in this regard. Every American holds equal ownership of these places and has a fundamental right to enjoy them. These natural resources should be left in a pristine condition for our children and childrens children to enjoy. Visits to and memories of our natural monuments should tie generations together.\\nAdditionally, our waterways are an integral part of our ecosystem, and theyre interconnected in a way that makes it difficult to protect one without protecting all of them. These waterways are necessary for farming and drinking water, and damaging them harms us all.\\nThe creation and protection of public land has historically been a bipartisan ideal. In recent years, some industry groups have used financial and political power to influence elected officials against the greater public interest. This misguided effort must be stopped and protections must be put in place to prevent public lands from being usurped for private benefit.","quote":"Our forefathers were visionary in the establishment of national parks and public lands. Today, the almighty dollar is overrunning our ability to preserve their legacy. We owe it to our descendants to maintain and preserve natural resources and lands for public benefit.","problems":"Protections of Americas public lands, water, and natural monuments have been eroded in recent years, threatening their preservation for future generations.","goals":"Protect and grow Americas public lands and waters, and natural monuments, for future generations","statement":"Maintain protections for currently designated public lands and monuments and explore the designation of new lands when and where possible during my tenure.\\nAppoint a Secretary of the Interior who pledges to not return publicly held land back to private hands without my express approval.\\nOppose turning federally held land over to states, preventing the sale or for-profit extraction of lands by state governments.\\nRestore protection to much of the 13m+ acres of land stripped of it during the tenure of the current administration.\\nReinstate federal water protections ended under the current administration.\\nExpand the Every Kid in a Park initiative to provide funding for school trips to natural monuments and public lands, thus instilling a love and reverence for these treasures to future generations."},{"name":"Timing of Payments for Small Businesses","brief":"Small businesses are often surviving month to month, especially in their early years. They cant afford to have a payment delayed, or go through a lengthy litigation process to collect on a contract. They are also often in a position where they are trying to build relationships with bigger clients.\\nBig corporations on the other hand often play fast and loose with timing of payments because they know that the small business generally cannot resort to legal recourse. Big companies also have in-house legal counsel or lawyers on retainer in case there is a dispute.\\nWe should not be allowing big corporations to force small businesses to act as unofficial credit lines because of a difference in bargaining power. In some cases, it is literally the difference between staying in business and going out of business for the small shop.\\nWe need to ensure that all businesses are playing fair so that our small business community can thrive.","quote":"I have run a small business that has been stuck waiting forever for a giant client to get around to paying. They know you cant really do anything about it.  We should do what we can to ensure that big businesses dont use small businesses as an unofficial credit line.  It would be better for the growth of small businesses over time.","problems":"Big companies can afford to stall payment to small businesses, sometimes spurring cashflow issues or forcing delays that the small companies cant afford, or renegotiation of contracts in order to recover some payment.","goals":"Prevent big companies from using stalling tactics to delay payment to smaller contractors","statement":"Work with Congress to pass a law requiring any company with more than 1,000 employees or $50 million in annual revenue, if fulfillment is not in dispute, to pay any invoice from a company with less than $5 million in revenue or fewer than 100 employees within 60 days of the date agreed upon or pay a rate of 7% annualized interest per month on the overdue payment, which will continue during any period of litigation if the small business is successful in proving its claim."},{"name":"Data as a Property Right","brief":"Each of us generates a significant amount of data each day during the normal course of our activities. Our phones and computers track our movement and actions, while our browsers and websites track our online activities. As weve seen, some of the largest tech companies can know more about us and our lives than our families and those closest to us.\\nAs of now, that data is owned by the people who collect it, and theyre allowed to do anything they want with it. Theyve sold it, used it to target us with advertisements, and have analyzed the vast quantity of data to draw conclusions on whole populations, allowing them to monetize it.\\nWeve also seen it abused. Some companies havent done enough to protect our data, resulting in breaches that have made our private information insecure. Others have sold it to disreputable companies, allowing them to target us for everything from marketing fraudulent services to influencing elections. Companies themselves have asked for better and clearer rules.\\nThis needs to stop. Data generated by each individual needs to be owned by them, with certain rights conveyed that will allow them to know how its used and protect it. These rights include:\\nConsent should be informed and active - companies are responsible for ensuring that they collect a positive opt-in from each user before collecting any data, and this opt-in should be accompanied by a clear and easy-to-understand statement about what data is being collected, and how it is going to be used. You can waive these rights and opt in to sharing your data if you wish for the companies benefit and your own convenience - but then you should receive a share of the economic value generated from your data.","quote":"Data is the new coin of the realm in many industries. In many settings, our data is being sold and resold for large sums without our knowledge. Our data is immensely valuable - we should be able to share in the economic value generated, which could be even higher with our buy-in.","problems":"Data generated by our activities, both in the real world and online, is increasingly collected and used by corporations, often without our knowledge or proper protections.","goals":"Establish data as a property right for individuals, giving them the right to protect how its collected and used\\nEnhance the ability of individuals to keep their privacy intact while using modern devices and the internet\\nEnable individuals to share in the economic value generated as a result of their data","statement":"Work with Congress to pass a law establishing data as a property right, as defined above."},{"name":"Reduce Wildfires","brief":"The last 4 years have been the 4 hottest on record. Based on current emission levels, that trend is likely to continue. The extended summer season coupled with the hotter temperatures is causing the premature deaths of millions of trees and leaving our forests drier, making them more susceptible to megafires.\\nAt the same time, decades of fighting the spread of all wildfires has prevented a natural cycle of thinning that had kept forest fires under control. Before European settlement of the West, 1.5m acres would burn each year; since then, its about 57k acres/year. Less than 2% of California forestland saw proactive treatment in some recent years, and one of the most effective means at controlling future fires - prescribed burns - is limited by cultural and legal hurdles, EPA standards and the Endangered Species Act. However, this takes a short-term view on the dangers of uncontrolled wildfires to both environmental quality and animals in these habitats.\\nWe have a problem in this country, and its costing us billions of dollars a year. We need to start listening to what the experts recommend on how to control these fires.\\nMore money needs to be spent on prevention, and we need to properly fund the US Forest Service in order to proactively address threats before they become fires. We also need to shift our cultural view that all wildfires must be stopped in order to allow the natural cycle to regain control.\\nThese natural fires also need to be supplemented with prescribed burns, which stay limited to their defined areas 99% of the time. The EPA must take a long-term view towards the dangers of megafires versus prescribed fires when analyzing the environmental impact of controlled burns.\\nFinally, we need to align the incentives of states, developers, and homeowners to account for the dangers of megafires. The cost of fighting fires in these areas falls on the federal government, with the benefits of the development accruing locally. Either through changes to federal standards, changes to mortgage-interest deductions for housing built in high-risk areas, or the implementation of a federal fire insurance program, the risk has to be priced in to the cost of developing and living in these areas.","quote":"I cant help but think that the huge recent wildfires are a metaphor for many other things in our society. We avoid spending what we should - but end up paying for it in the end, often tragically. One thing I can say for sure - my first budget as President will involve a quintupling of the U.S. Forest Service budget. It would create jobs in an area we clearly need to invest in. Lets solve these problems instead of waiting for them to develop into literal fires.","problems":"Wildfires are becoming increasingly frequent and damaging, costing billions of dollars each year, and will only get worse as climate change continues to dry out our forests.","goals":"Readjust incentives and priorities to promote investments that will reduce the frequency and impact of megafires","statement":"Quintuple the budget for the U.S. Forest Service, and specifically tailor it to focus on fire prevention.\\nAppoint a Secretary of Agriculture who recognizes the importance of preventing megafires using science-backed techniques.\\nWork with federal agencies such as the EPA to adjust how specific metrics are measured to take a more long-term view of the costs and benefits of prescribed fires.\\nWork with Congress to pass legislation aligning incentives for states, developers, and homeowners towards fire prevention and avoiding high-risk areas."},{"name":"Control the Cost of Prescription Drugs","brief":"Prescription drugs in this country cost too much; individual drugs change prices at the whims of those running pharmaceutical companies. Patent trolls can drive the prices of certain medications up while providing no value themselves to the US healthcare system. And while drug companies complain constantly about the high cost of research, they seem to overlook that almost all FDA-approved drugs over the past several years relied on research funded by the NIH. They also overlook the record-high profits theyve been experiencing in recent years.\\nIts making it impossible for Americans who need drugs to afford their treatmentmany are choosing between their medicine and food or shelter.\\nWe need to put pressure on these companies to get their prices under control, and more in line with the rest of the world.","quote":"Millions of Americans are stressed out and going broke trying to afford prescription drugs, which can sometimes become drastically more expensive without warning. Ive spoken to many Americans who say they have to choose between their drugs and food. Our drug pricing system advantages the companies to the extremeits time for the public to be protected from price gouging for vital drugs they rely on for their continued health.","problems":"Americans fund the research for most pharmaceuticals, and yet pharmaceutical companies often gouge their consumers while seeing record profits.","goals":"Bring down the cost of prescription medications","statement":"Work with Congress to pass a law allowing Medicare to negotiate drug prices. Its ridiculous that this doesnt happen alreadyit would save the public an enormous amount of money each year.\\nUse international reference pricing to set a baseline (in other words, see the average cost for a medication in other countries), and allow for forced licensing of medications if companies cant come to a reasonable agreement with the federal government on cost in line with international prices.\n\nIf a company is charging too much, someone willing to charge a reasonable amount will be granted a license to make the medication.\\nIf a company is charging too much, someone willing to charge a reasonable amount will be granted a license to make the medication.\\nCreate public manufacturing facilities to produce generic drugs to keep the costs of them at a minimum.\\nIf all the above fail, allow for the importation of prescription medications from other countries."},{"name":"Restoration of Voting Rights","brief":"There are around 3 million Americans in various states who have paid their debt to society and are no longer incarcerated, on parole, or on probation, yet are denied the right to cast their vote in an election. State laws vary wildly as far as re-enfranchisement is concerned, with some never disenfranchising felons, and others permanently disenfranchising them. This patchwork of state laws is inherently unfair, as citizens are treated differently depending on their location.\\nAmericas criminal justice system should be built around the idea of rehabilitation whenever possible. We should be working with anyone who has completed their prison term and any post-incarceration parole or probation to help them reintegrate into society.\\nBy restoring full voting rights to ex-felons who have completed the entirety of their sentence, well increase their engagement with society. This will improve their lives drastically, for obvious reasons. It will also make the rest of us safer, as some studies have shown that ex-felons who vote are half as likely to reoffend. By giving these individuals a larger stake in society, we make our entire country stronger.","quote":"If youve paid your debt to society, you ought to be able to vote. This is particularly true given the hodgepodge of different treatment in different states. Voters are less likely to reoffend, which is only one reason we should be pushing for it.","problems":"Millions of Americans are not allowed to vote because of a prior conviction, making them less engaged with society.","goals":"Help to reintegrate those convicted of felonies into society\\nExpand voting rights","statement":"Support state efforts to pass legislation restoring voting rights to individuals convicted of felonies who are currently denied their right to vote.\\nEncourage states to minimize the list of felonies that result in an automatic loss of voting rights.\\nPrioritize all initiatives to expand and restore voting rights in the US to the previously incarcerated."},{"name":"Crypto/Digital Asset Regulation and Consumer Protection","brief":"Cryptocurrencies and digital assets have quickly grown to represent a large amount of value and economic activity. This quick growth, however, has outstripped the governments response. A national framework for regulating these assets has failed to emerge, with several federal agencies claiming conflicting jurisdictions. At the same time, states have come up with a patchwork of varying regulations that make it difficult for the US cryptocurrency markets to compete with those in other jurisdictions, especially China and Europe.\\nCurrently, different departments of the federal government consider digital assets as property, commodities, or securities. Some states have onerous regulations in the space, such as NYs BitLicense. Navigating this has had a chilling effect on the US digital asset market.\\nIts time for the federal government to create clear guidelines as to how cryptocurrencies/digital asset markets will be treated and regulated so that investment can proceed with all relevant information.","quote":"Investment in cryptocurrencies and digital assets has far outpaced our regulatory frameworks in the US. We should let investors, companies, and individuals know what the landscape and treatment will be moving forward to support innovation and development. The blockchain has vast potential.","problems":"Cryptocurrency and digital asset markets have developed faster than regulations can keep up.\\nSeveral states have conflicting and varying regulations on digital asset markets.\\nUncertainty in what regulatory framework will develop is causing US investment in the area to lag behind the investment of other countries.","goals":"Create clear guidelines in the digital asset world so that businesses and individuals can invest and innovate in the area without fear of a regulatory shift","statement":"Promote legislation that provides clarity in the cryptocurrency/digital asset market space by:\\nDefining what a token is, and when it is a security (e.g., recognizing utility tokens)\nDefine which federal agencies have regulatory power over the crypto/digital assets space\nProvide for consumer protections in the space\nClarify the tax implications of owning, selling, and trading digital assets\nPromote the nationwide adoption of recognition of protections afforded by a series LLC\nPreempt state regulations, when possible, to create one national framework\\nDefining what a token is, and when it is a security (e.g., recognizing utility tokens)\\nDefine which federal agencies have regulatory power over the crypto/digital assets space\\nProvide for consumer protections in the space\\nClarify the tax implications of owning, selling, and trading digital assets\\nPromote the nationwide adoption of recognition of protections afforded by a series LLC\\nPreempt state regulations, when possible, to create one national framework\\nWork with the sponsors of the Token Taxonomy Act and Wyoming legislators to promote the above, largely modeled after their work."},{"name":"Proportional Selection of Electors","brief":"The electoral college is an important system that ensures the will of the larger, more populous areas of the country arent the only focus of nationwide elections. Its also enshrined in the Constitution.\\nConstant calls to change the electoral college after a popular vote win/electoral college loss can seem like sour grapes, and the attempt to abolish it would require a constitutional amendment that could be stopped by 13 states.\\nAttempts to change the electoral college through the National Popular Vote Interstate Compact are also unlikely to be successful. The 189 electoral votes currently pledged to the compact (70%) can seem close to the necessary 270 to effectively get rid of the electoral college, but looking at the remaining states leaves one wondering which are likely to sign on. Even the states that have already signed are precarious - the next election could see new elected officials who withdraw from the compact.\\nThere are, without a doubt, problems with the electoral college. Candidates can win the presidency while losing the popular vote, theoretically by quite a bit. It causes a few swing states to be the focus of presidential elections. It depresses voter turnout in states that are securely blue or red.\\nIf were going to attempt to reform the electoral college, it would be better to focus on making electors determined on a proportional basis. The method of determining electors isnt prescribed in the Constitution, and several states already use a different method. While a constitutional amendment might be required to force states to determine their electors proportionally, any individual state could determine to use a proportional method immediately, and have the electors better reflect the will of the people of their state. This would make it so that campaigning in every state could make sense because you can swing votes and electors even in red or blue states.\\nThat said, the electoral college is likely here to stay for the foreseeable future.","quote":"The framers of our Constitution were very wise and they set up the Electoral College for many reasons, including balancing the voice of different regions. While I understand the appeal of the popular vote, the reality is that it would require a constitutional amendment that would never pass and it would systematically advantage densely populated areas with big media markets. Also, for Democrats, trying to abolish the Electoral College could be interpreted as, We cant win national elections by the rules of our Constitution so lets change the rules which is a terrible message. Lets win elections. Then we can talk.","problems":"The electoral college is skewing presidential races while also increasing polarization and reducing presidential campaigns to a handful of swing states.\\nTheres too much of a focus on getting rid of the electoral college, which would require a constitutional amendment that almost certainly doesnt have enough support.","goals":"Get the electoral college to better reflect the will of the majority of the population","statement":"Promote constitutional amendments that would shift the electoral college to a proportional selection system.\\nNot spend too much time on something that is almost certain to be impossible to pass as against the interests of many states.\\nWin reelection using the current rules of the system."},{"name":"Expand Selective Schools","brief":"Harvard has an endowment of $37b, an undergraduate class size of ~1700, and an acceptance rate of around 5%. Yales endowment is $27b, while it has an undergraduate class size of ~1500 and an acceptance rate of under 7%. Stuyvesant, a top NYC public school, has a class size only slightly over 3200, while there are over 1.1m students in the public school system. Phillips Exeter Academy, a high school, has an endowment of over $1 million per student.\\nThese schools are not for everyone and we have bigger problems to address that are more relevant for most Americans. However, these schools reflect a false scarcity in our elite education system - instead of expanding access and opportunities, many schools remain small and selective because the prestige of turning many people down helps them maintain cachet and rankings. This has, in turn, warped parent and student behavior as many see getting their kids into various schools as a cutthroat competition, driving extreme, unhealthy, unethical, and even illegal behaviors. It is deranging our culture.\\nMany highly selective schools have the resources to expand their class sizes, but they currently dont have an incentive to do so. Their rankings pressures actually reward them for rejecting many applicants. In order to ensure that more students are able to take advantage of these educational resources, its necessary to provide incentives for these schools to expand, both in size and, in the case of colleges, geographically.\\nThe geographic benefits would extend past just the increase in capacity. By establishing campuses in different parts of the region or country, these schools would:\\nArtificial scarcity has been created at these highly selective academic resources in the name of institutional prestige. Its time instead to create opportunities for more American students.","quote":"Acceptance rates for selective high schools and colleges have plummeted over the past number of years as competition and interest have picked up. An obvious response: create new schools and expand existing ones. Right now schools get rewarded for turning many applicants away. Thats the opposite of what we need. Instead of rewarding schools for being selective, we should increase the number of spots available for students.","problems":"Highly selective schools are seeing skyrocketing application numbers, resulting in plummeting acceptance rates.\\nThese schools are not expanding to larger class sizes and new areas despite having the resources to do so.","goals":"Increase the number of available seats at highly selective schools in order to better serve the public and match the demand for these seats","statement":"Work with the DOE and Congress to encourage highly selective schools to expand their existing class sizes both through expanding facilities on their campuses and by opening new locations, especially in geographically diverse locations.\\nEncourage public, philanthropic, and private investment in new schools and education models (e.g. Kenzie Academy).\\nEnsure that rankings services (e.g., U.S. News & World Report) are not tied to the compensation of administrators and that evaluation criteria dont discourage expansion (e.g., Educational Impact and Access instead of Selectivity)."},{"name":"Automatic Voter Registration","brief":"Citizens have the right to vote. Not citizens who jump through varying hoops depending on the state in which they reside - all citizens.\\nWhen you turn the legal voting age (now 18), all American citizens should be automatically enrolled to vote. Upon interacting with a government agency (e.g., the DMV), information would be passed along to the relevant state voting board unless a person opts out of being enrolled to vote.\\nStates that have implemented Automatic Voter Registration (AVR) have seen voter registration rates increase by 60+%. Additionally, having the infrastructure in place to provide AVR leads to having more accurate information on voters, thus cleaning the voter rolls and making voting day run more smoothly.\\nA move to AVR also usually coincides with a move to an electronic system, which is also cheaper and easier to update.","quote":"Why do we make it such a headache to register to vote? When you turn 18 you should be automatically enrolled. Other countries do this and, shocker, their voting rates are higher.","problems":"Voting is a right of citizenship that should be made as easy as possible.","goals":"Automatically enroll all American citizens to vote when they hit the voting age","statement":"Direct all federal agencies, upon interacting with an eligible voter, to provide electronic data to state voter boards and encourage automatic enrollment.\\nProvide funding to states to update their voter enrollment systems to electronic ones, and to integrate with federal systems, as well as each other, to ensure up-to-date voter information and easy transfer of data."},{"name":"Grid Modernization Race to the Top","brief":"Much of our electrical energy infrastructure is old, outdated, insecure, and far too dependent on dirty fossil fuels. Without renewed investment in new, cleaner assets and innovative management practices, our energy costs will become increasingly high and environmentally destructive.\\nWe need to create an economic drive for utilities to invest in updating their infrastructure while motivating innovation. We can do this with a Race to the Top-type competition where utilities compete to enact certain reforms and the winners receive federal monies to reduce the capital costs of their investment.\\nInvestor-owned utilities and municipal utilities & co-operatives would compete in two separate categories for a pool of $5 billion dollars each. These utilities would be given two years to enact certain reforms or hit certain targets, with points being awarded for achieving the goals based on a schedule of points. Off-schedule points would be awarded by industry experts for innovation that achieves similar goals to the prescribed methods. A points floor would be set, and anyone above that floor would receive awards from the central pool proportional to their points.\\nReforms and criteria would include, but not be limited to:","quote":"Incentives work. By putting up a reward for a smarter electricity grid, we can create incentives for utilities to modernize quickly. This will save us money and lower our carbon footprint and emissions. The total investment in new infrastructure would greatly exceed the amount seeded by the federal government, and the public spending should pay for itself in a relatively short time period. People love a good competition.","problems":"Our electrical energy infrastructure is outdated and in need of modernization.","goals":"Incentivize electric utilities to innovate and modernize their infrastructure to be more efficient and environmentally friendly","statement":"Institute an Energy Race to the Top to spur investment and innovation in our energy infrastructure."},{"name":"Head of Culture and Ceremony","brief":"There are many draws on the Presidents time. Promoting an agenda. Meeting with legislators. Directing the executive branch. Receiving briefings and keeping America safe from enemies both foreign and domestic. Pardoning turkeys.\\nOne of those things doesnt seem to fit on the list.\\nWhile certain ceremonial aspects of the Presidency are important, they pale in comparison to the work done each and every day. Additionally, the number of cultural or ceremonial events in this diverse and populous country is huge, and the President cant possibly make an appearance at every important event.\\nBy appointing a Head of Culture and Ceremony, the President can have a surrogate dedicated specifically to attending these important cultural touchstones. This will drastically increase the number of events that the office of the President can be represented at. It will also allow someone to be selected for the talents required to maximize the value of these events. The position can rotate periodically so that different people can take it on over a given term.","quote":"The Presidency has evolved to be both a cultural touchstone as well as the leader of the executive branch. We should appoint others to take on the ceremonial roles that Americans enjoy. The fact is that most Americans and sports teams would rather meet Oprah, the Rock, or Tom Hanks than me anyway. Lets give the people what they want and free up the President to do things that improve our lives as opposed to making us feel good.","problems":"The President is only one person and cant possibly attend every culturally relevant event.\\nThe President is always busy, and these ceremonial events often occur at inopportune times.","goals":"Appoint an outgoing individual to take the Presidents place at cultural and ceremonial touchstones, when appropriate","statement":"Appoint a Head of Culture and Ceremony, who will take my place in ceremonies such as the annual Pardoning of the Turkey and meeting with sports teams."},{"name":"Make Washington, DC, a State","brief":"Washington, DC, has a population larger than two states, and yet it is not considered a state. This deprives residents of equal representation in the federal government, lacking both Representatives and Senators to promote their interests.\\nAnd yet, they still pay taxes, truly being an example of taxation without representation.\\nThe residents of Washington, DC, should be afforded the same representation as other Americans, and it should be admitted as a State. To resolve any constitutional issues, an area of land containing the important federal buildings could be carved out and defined as the capital/Washington, DC.","quote":"Hundreds of thousands of Americans right now are denied effective representation at the federal level while paying taxes and living in the shadow of the capital. We should go ahead and make Washington D.C. a state. I like 50 as a number as much as the next guy but its past time for a change.","problems":"Residents of our nations capital are taxed without receiving representation in Congress.","goals":"Provide representation to citizens in our nations capital","statement":"Work with Congress to admit Washington, DC, to the union as a state, with equal representation."},{"name":"End Partisan Gerrymandering","brief":"Partisan gerrymandering has been an issue for our democracy for generations. Both parties have been guilty of drawing maps to benefit their members, lock in majorities, and protect incumbents. This practice undercuts the basis of our representative democracy.\\nWe need to get control of our democracy back in the hands of the people, and we need our politicians to reflect the will of the constituencies they represent. If we dont remove the politics from the drawing of district maps for voting purposes, well continue to have representative bodies that dont reflect the populations theyre representing, and that are promoting an agenda that is reflective of a smaller and smaller proportion of the population.","quote":"Gerrymandering has led to legislators being more worried about primary challenges from the extremes of their own party rather than appealing to a broad constituency. This in turn has led to increased polarization and dysfunction and more people tuning out because they dont feel represented. We should do all we can to reverse redrawing voting districts on both sides.","problems":"Partisan gerrymandering has undercut the foundations of our representative democracy.","goals":"End partisan gerrymandering","statement":"Promote the use of the efficiency gap to measure partisan gerrymandering when evaluating and drawing district maps.\\nPromote the use of independent redistricting commissions (a nonpartisan, supermajority commission, similar to Californias).\\nAppoint Supreme Court justices who support the use of sociological tools such as the efficiency gap to help end partisan gerrymandering."},{"name":"Reduce Packaging Waste","brief":"Packaging waste has hit epidemic proportions in this country. Its not rare to see individual oranges wrapped in plastic containers at local food stores. Plastic waste is growing by around 4% per year, while recycling rates are decreasing.\\nWe used to ship excess plastic to China (which itself isnt a great solution), but theyve recently banned the importing of plastic waste. This is resulting in overflowing landfills and the shipment of waste plastic to countries that arent equipped to deal with it, so they respond mostly by dumping it into the ocean or other waterways.\\nWe need to pass a national extended producer responsibility bill, or find a way to shift the costs of disposing of these materials onto the manufacturers. If they pass the cost on to the consumers, each of us can make an informed decision about whether we really want to pay for the amount of packaging that producers are currently using for their goods.","quote":"We produce a lot of packaging waste in the US. Our recycling efforts are becoming less effective at the same time as demand for our waste products goes down. We should include the true cost of packaging to manufacturers so that we can improve best practices. Reusable containers are cool.","problems":"Packaging, and especially plastic packaging, generates costs that arent currently borne by either the manufacturers of the products or the consumers purchasing them. This removes the incentive to minimize wasteful packaging habits.\\nWe dont currently have the capacity to dispose of or recycle the amount of waste plastic (and other materials) generated in this country.","goals":"Reduce wasteful packaging practices\\nReduce the amount of waste plastic generated in this country","statement":"Direct the EPA to research and promote the best means of reducing wasteful packaging practices, with a focus on making manufacturers bear the true costs of their packaging.\n\nThis can be modeled after recent bills in Indiana and Washington State.\\nThis can be modeled after recent bills in Indiana and Washington State.\\nWork with Congress to pass a bill implementing the best practices as defined by the group."},{"name":"Public Council of Advisors","brief":"Here in America, we have access to world-class experts, artists, and thinkers in essentially every subject and discipline. These individuals push forward human thought and public discourse, but their reach is often limited to academic articles, short clips on TV news, cultural references, and books that many may not read.\\nAdditionally, the President has the ability to rely on these experts, leaders, and thinkers for guidance and feedback at essentially any time. Their opinions could also help shape public opinion and feedback.\\nÂ\\nAmerica is at its best when an informed citizenry with diverse viewpoints is engaged in a national conversation about the best direction forward, based on shared facts and mutual respect. This conversation must start from the top.\\nEach President should form a Public Council of Advisors, featuring experts, artists, and thinkers across a wide area of subjects and featuring views from all sides of the political spectrum. These experts would answer questions directed to them by the President, as well as questions on topics that they deem to be of public importance. All opinions would be released publicly, and any meeting between the President and the Council would be broadcast live.","quote":"Who wouldnt want to have access to some of the leading experts, artists, and thinkers of the era in making decisions and policies? Plus the American people would have the benefit of an apolitical group that could cross administrations. It could even help depoliticize our thinking and get us on the same page over time.","problems":"The vast knowledge held by experts, artists, and thinkers in America is not always widely dispersed throughout the population.\\nIndividuals with outsized influence on the thinking of the President dont always publicly share the advice they give.\\nOur public debates have devolved into online shouting matches between disparate bubbles, with little intellectual respect for people who dont share our viewpoint.","goals":"Build a Public Council of Advisors, featuring experts, artists, and thinkers on a variety of subjects and across the political spectrum, to advise both the public and the President on important topics","statement":"Appoint experts, artists, and thinkers on whose opinion I rely to a Public Council of Advisors, and task them with providing opinions on topics that they think are of public importance.\\nCommit to releasing any communications between me and the Advisors publicly.\\nHold regular meetings with these Advisors, on set topics of interest, to be broadcast nationally.\\nCommit at least one meeting per quarter to a subject chosen by online petition."},{"name":"Quantum Computing and Encryption Standards","brief":"Our current AES-based encryption standards are very secure from attacks using transistor-based computers that store information in bits. It would take an inordinate amount of time to break that encryption.\\nHowever, quantum computers, using qubits, will theoretically be able to perform the calculations necessary to break our current encryptions standards in under a day. When that happens, all of our encrypted data will be vulnerable. That means our businesses, communications channels, and banking and national security systems may be accessible.\\nOther nations are investing heavily in quantum computing technology while simultaneously using their signal intelligence capabilities to collect and store as much encrypted data as possible. While its useless to them now, it will become invaluable once they create a functioning quantum computer at a certain power level. Some estimates put the timeline for this at a decade or less.\\nIn short, this is a problem that has to be fixed now. Two things must be done.\\nFirst, and immediately, we need to invest in and develop new encryption standards and systems, and immediately shift to using these quantum computing-resistant standards to protect our most sensitive data. This wont be easy or cheap, but it is necessary.\\nSecond, we must heavily invest in quantum computing technology so that we develop our own systems ahead of our geopolitical rivals.","quote":"Quantum Computing is the new frontier in making machines capable of unfathomably large numbers of calculations in short periods of time. We are not ready for what this means for our systems or security. Though our private companies are investing billions in this field, the countries that break through first will have a massive advantage. Conversely, major powers that get caught flat-footed may be vulnerable. We should maximize the opportunity and minimize our vulnerability.","problems":"Our current encryption standards protecting sensitive national security and banking data, among other types, will one day be decryptable in a short time period.\\nOther countries are currently collecting encrypted information from us that they will one day be able to decrypt.\\nOther countries are developing powerful quantum computing technology at a pace that could outstrip our own capabilities.","goals":"Create new quantum-resistant encryption standards and systems that will be adopted ASAP to protect our sensitive information\\nInvest in quantum computing so that the US leads the world in the technology","statement":"Provide the NIST and other agencies with all necessary funding to research, select, and deploy new encryption standards as soon as possible.\\nEstablish private sector incentives to research new encryption standards and adopt encryption that protects sensitive data.\\nSupport government programs developing quantum computing technology.\\nDirect the Department of Defense to focus on this massive cybersecurity threat, making it a priority."},{"name":"The Penny Makes No Cents","brief":"Nobody likes pennies. They arent valuable enough to buy anything. They sit at the bottom of your pocket or purse, taking up space until you begrudgingly throw them in a change jar. And whenever youre in a rush, the person ahead of you in line pulls out some change and starts slowly counting out the pennies.\\nSeriously, though, there are many downsides to the penny:\\nBusinesses that accept cash will save time and effort, and charities that rely on pennies can expect to see donations increase as people start sending nickels along. And with all the money saved, we can invest in a way to honor one of our greatest presidents that doesnt involve losing his image in our couches constantly.","quote":"It costs more to make a penny than it is worth. Thats pretty much all you need to know. Getting rid of them will save us money and time. Good for the environment too.","problems":"Pennies are expensive, environmentally damaging, and cost businesses time.","goals":"Eliminate the penny","statement":"Eliminate the penny."},{"name":"Make Election Day a Holiday","brief":"Everyone eligible to vote on election day should be free to do so. However, too many Americans are unable to take time off from work as theyre living paycheck-to-paycheck or are hourly workers who cant lose the time.\\nElection Day should be a federal holiday, but that doesnt go far enough as it doesnt ensure economic motivations wont keep people from voting. On top of making that day a holiday, we need to implement tax breaks for companies that pay their workers for the time taken off to vote.","quote":"Election Day is a holiday in many other countries. It should be in the US, as well. It would increase turnout and make it easier for people to vote, particularly those who otherwise might struggle to take the time away from work.","problems":"Many American workers must choose between making enough money to pay their bills and voting on election day.\\nMany American workers arent allowed to take time off on election day.","goals":"Increase voter turnout\\nEnsure no one is prevented from voting because of economic considerations","statement":"Make election day a federal holiday.\\nProvide tax breaks to employers equivalent to total wages paid to workers who are given paid time off to vote."},{"name":"Empowering MMA Fighters","brief":"In the 90s, it became clear that boxing had a problem. The largely unregulated sport featured regular exploitation of the boxers, as well as scandals involving rigged matches and rankings. Congress stepped in and passed the Ali Act in order to combat the worst of these problems.\\nToday, MMA fighters are largely in the same place as boxers were decades ago. The sport has quickly gained national prominence, but many of the problems that plagued the pre-Ali Act boxing industry have repeated themselves in mixed martial arts.\\nIn addition, MMA fighters are treated as independent contractors even though their behavior and attire are tightly controlled. And any attempt to unionize has been met with retaliation and firing.\\nBecause of the lack of a strong private sector organization to establish uniform and appropriate business practices and ethical standards, its necessary for Congress to step in to ensure that the fighters are protected from exploitative situations while also ensuring that fights and rankings are fair. Also, fighters should be empowered to organize an association or union and should be treated as athletes and employees instead of independent contractors.","quote":"Mixed martial artists are among the most highly trained athletes in a dangerous sport, and the UFC is a multi-billion dollar business with a broadcast partnership with ESPN. Meanwhile, fighters are left fighting for pennies on the dollar-they receive only 10-15% of revenues versus 50% with other sports-and they live by arbitrary rankings and are fired if they breathe the word union. We should apply the Ali Act to MMA and enable fighters to organize and unionize. It will be good for the sport long-term by attracting higher-level athletes and giving the fighters more opportunities to train for more sustainable careers. If youre going to be a major league sport, you need to act like it.","problems":"Mixed martial arts fighting doesnt have a strong private sector organization to establish uniform ethical standards or business practices.\\nMMA fighters often end up in exploitative contracts, resulting in dangerous situations.\\nAny attempts to unionize or organize have been met with firing or retaliation (See Leslie Smith).","goals":"Empower MMA fighters to push back against exploitative situations\\nProtect consumers from fixed fights and rankings","statement":"Work with Congress to extend the Ali Act to mixed martial arts organizations.\\nHave the National Labor Relations Board treat MMA fighters as athletes and employees as opposed to independent contractors as consistent with the law.\\nEmpower MMA Fighters to organize into an association or union.\\nPoint out the hypocrisy of William Morris Endeavor, whose celebrity clients are now shareholders of the UFC (Conan OBrien, Mark Wahlberg, Ben Affleck, Cam Newton) while it engages in union-busting activities to exploit MMA fighters; at the same time, those clients are the enormous beneficiaries of union membership in their respective industries."},{"name":"18 Year Term Limit for Supreme Court Justices","brief":"Our country is facing a crisis in the judicial branch. Our Founding Fathers intended this third branch of government to be free of political pressures, interpreting and applying the Constitution to the laws passed by Congress in order to ensure that no violations were found.\\nToday, the Supreme Court is increasingly polarized around political lines, and the selection of a new Justice is a bitter fight that divides the country. The process has become increasingly contentious, and very few Americans believe that the Supreme Court is impartial.\\nThe stats largely back up that theyre correct. The number of 5-4 decisions, reflecting the line between Republican-appointed and Democrat-appointed, has increased in recent years. When a new seat opens up, lifetime appointments incentivize finding the youngest, most partisan jurist who can gain confirmation in order to ensure a particular bent on the Court for as long as possible. Current Justices can expect to serve for 40 or more years. For historical context, the average Justice has served for 15 years, though Justices appointed since 1970 have served for an average of 26 years.\\nThis isnt the way it was envisioned at the founding of our country, when life expectancy was shorter and Justices would often retire or resign well ahead of their deaths. We need to return some level of sanity and balance to the Supreme Court.\\nThe answer to this is to impose term limits on Justices, and set their terms at regular intervals. Each President should be allowed to appoint two Justices per term served in their first and third years in office.\\nWhile a Constitutional amendment could codify this, it could also be done by a President agreeing to only appoint Justices who will pledge to step down after an 18-year term, and Congress only confirming a Justice making this pledge. Congress would also have to agree to impeach any Justice who refuses to step down for no longer demonstrating good behaviour. Note that the number of Justices is not set by the Constitution and has been greater and lower than 9 at different points in our history.","quote":"The fact that we are freaking out about the health of an octogenarian judge is a sign of just how badly we need to reform the Supreme Court. Lets make it predictable and rational instead of having an appointment impact laws for 30 years after the fact - a lot can change in 30 years. An 18-year appointment would be long-term enough so that justices can operate independently without making each appointment a political deathmatch. We are capable of better than this if we simply adopt a more balanced approach.","problems":"The Supreme Court is an increasingly partisan institution.\\nThe appointment of new Justices becomes a national fight that damages trust in our institutions.\\nJustices are serving for way too long and splitting along partisan lines.","goals":"Create a system that allows the Supreme Court to stay above the political fray\\nReturn the trust of the American people to this branch of government\\nPrevent the bitter political bickering that comes with the appointment of each new Justice","statement":"Propose a constitutional amendment imposing 18-year term limits on Supreme Court Justices."},{"name":"Revive the Office of Technology Assessment","brief":"Quite frankly, the level of technological understanding by some members of our government is embarrassing. Anyone who watched Congress question Mark Zuckerberg is well aware of this, and it makes it unreasonable to expect proper regulation of major tech companies, or legislation that addresses the large technological issues that well continue to face in areas such as AI and cybersecurity.\\nIts also impossible to imagine that Congress can provide full oversight over the executive branch, whose Office of Science and Technology Policy (OSTP) is staffed extensively, providing guidance and information on important technological developments to the President and other executive-branch staff.\\nThe Office of Technology Assessment (OTA) provided valuable research to our legislative branch until it was phased out in 1995. Free of the bias of private industry or think tanks, the OTA provided neutral information on the latest technological developments to legislators. Many of these reports, despite being a quarter of a century old, show an amazing prescience on topics that are still relevant to this day. This vital institution needs to be revived, with a budget large enough and rules flexible enough to draw top talent away from the very lucrative private sector.","quote":"Cutting the OTA over two decades ago to save money was the dumbest decision ever, and it likely cost the American people hundreds of times the budget of the OTA based on less efficient and informed legislation. Having a group of technology experts on hand for Congress to consult with, free of industry influence, is common sense and overdue. Lets try to get in front of the true challenges of the 21st century and get Congress the information they need to make intelligent decisions.","problems":"Congress lacks a dedicated research arm to provide them with vital information on new technologies and large companies such as Facebook, Google, and Amazon.\\nThe executive branch has access to the Office of Science and Technology Policy, creating an asymmetry in expertise that makes effective oversight by Congress essentially impossible.\\nPrivate sector jobs in this area are extremely lucrative, making it difficult to attract talent into the public sector.","goals":"Revive the Office of Technology Assessment\\nProvide means for the OTA to attract the relevant talent to ensure quality advice","statement":"Refuse to sign any budget that doesnt include the revival of the Office of Technology Assessment and enough funding to ensure it is staffed at sufficient levels to deliver top quality briefings to members of Congress.\\nFind ways for the OTA and OTSP to work together to ensure both branches of government have the best information available and Congress can provide proper oversight of the actions of the executive branch.\\nSupport any changes Congress makes to its compensation structure to ensure that top talent can be attracted to work in the public sector for at least a period of time, including increasing the pay cap above congressional salaries or creating tax breaks for companies that allow employees to defer their employment to work in government for several years."},{"name":"Lower the Voting Age to 16","brief":"While the 2018 midterm elections saw the highest turnout in a non-presidential year since 1914, that turnout was still under 50%. Presidential election turnout hovers between 50% and 65%. This is low. While reforms making it easier to vote should be implemented as well, we can also increase civic engagement and regular voting by lowering the voting age.\\nStudies show that allowing younger people to vote has positive impacts on overall voting habits. Localities that have lowered the voting age have seen an increase in voter turnout across all age groups. Other studies have shown that delaying when a person first votes (because of birth dates and election cycles) decreases the likelihood that they will become a regular voter.\\nAt 16, Americans dont have hourly limits imposed on their work, and they pay taxes. Their livelihoods are directly impacted by legislation, and they should therefore be allowed to vote for their representatives.\\nAdditionally, because of election cycles, theres a level of unfairness that comes with what year a person is born. Senators are on a 6-year cycle, and the president is on a 4-year cycle, not to mention local offices. Someone born at the wrong time in a cycle would have to wait much longer to cast a ballot for certain offices than someone born at another time. While thats true if the voting age is lowered to 16, it decreases the age at which the person is first allowed to vote for that office, thus allowing them to have a longer period of their life where they feel represented.","quote":"The perspective of young people is discounted in our politics. We say that this is their fault because they do not vote at as high a rate as others. One way to change this is to lower the voting age and get them in the habit of voting earlier. If we allow voting at a younger age, we will encourage people to become lifetime voters at higher levels. It will be good for our democracy and would increase attentiveness to long-term problems like climate change over time.","problems":"The voter turnout rate in the United States is low.\\nThe longer before one votes, the less likely they are to become a regular voter.\\nYoung people are taxed without having the ability to influence policy through electing representatives.","goals":"Increase civic engagement\\nGive citizens the ability to influence policy that impacts their economic futures","statement":"Lower the voting age for federal elections to 16."},{"name":"Decrease Pre-Trial Cash Bail","brief":"In this country, youre innocent until proven guilty. However, too many Americans are currently in jail before their day in court because they cant afford to post bail.\\nThis is problematic for many reasons.\\nFirst, it costs the country almost $80b per year in incarceration costs and loss of productivity.\\nSecond, it puts pressure on people to take plea agreements even when they may not have committed a crime, as awaiting trial while in jail can impose a longer incarceration period than the plea deal. The unconvicted jail population is two to three times the size of the convicted population.\\nThird, bail determinations are highly subjective, with individuals receiving vastly different bail amounts for similar crimes.\\nFinally, the inability to pay cash bail obviously falls more frequently on those with lower levels of income. This often results in them losing their jobs, causing immediate economic distress. This is another pressure towards accepting plea deals, as well as causing a long-term poverty cycle which can rob them of future opportunities.\\nStates that have reformed their bail systems to minimize cash bail have seen very high levels of trial attendance with very low levels of crime by those released while awaiting trial.\\nWe should be much more judicious in the use of cash bail, only employing it when necessary.","quote":"People should not be going to jail because they cannot afford to make bail. Thats not the sort of country we are. It should not be criminal to be poor in this country. We can do better by improving the process leading up to a trial datewe should reduce our reliance on bail, and focus on clearer communication and services pre-trial.","problems":"Our cash bail system is costly and subjective, resulting in false plea agreements and economic insecurity.","goals":"Reduce the use of cash bail\\nIncrease pre-trial services","statement":"Work with states to decrease their reliance on cash bail, providing assistance and grants for various programs to increase trial attendance without the need to incarcerate people ahead of conviction.\\nImplement a federal program of pre-trial services that would be made available to states, such as a text message system to remind individuals of their upcoming court dates."},{"name":"Extend Daylight Saving Time All Year","brief":"Daylight Saving Time, or DST, was implemented during WWI to decrease energy utilization. While modern technology (specifically, AC units) makes the energy savings a wash, there are a lot of other benefits to the extended daytime hours.\\nWhile mornings are darker, evenings are lighter for longer. This leads to:\\nAdditionally, removing the transition between the different times would:","quote":"The switch from Daylight Savings Time literally kills people in accidents every year because people are drowsy. I would advocate for a permanent adoption of Daylight Savings Time. No more hour-switching. Lets just pick the time and stick to it.","problems":"The switch from DST and back causes many issues\\nPeople generally prefer sunlight in the evening hours","goals":"Decrease traffic accidents, heart attacks, and crime\\nIncrease exercise and economic activity","statement":"Work with Congress to pass the Sunshine Protection Act at a national level (thanks for the name, Florida!)"},{"name":"Relocate Federal Agencies","brief":"Federal agencies were headquartered in the DC area when communication technology wasnt nearly as advanced as it is today. The costs in Washington are also incredibly expensive relative to other parts of the country. This has created a federal government that often feels divorced from large segments of the population.\\nÂ\\nFederal agencies that arent directly tied to general government activities (e.g., the NIH) should be relocated to different areas throughout the country to provide a boost to local economies and tie the rest of the country to the federal government.","quote":"In my experience, the closer an organization is to its constituents, the more responsive it tends to be. We should move as much of the Federal government as is feasible to other parts of the country, particularly the Midwest. We should start by moving the NIH to Cleveland, where it would bolster the regions already significant health care industry leadership.","problems":"The federal government is very centralized, creating a feeling of division between many Americans and its operations.\\nAgencies are based in Washington, D.C., one of the most expensive cities in the country, which now has traffic and infrastructure problems.","goals":"Make people feel more connected to the workings of the federal government\\nProvide a boost to the economy of certain areas\\nMake government expenditures more efficient","statement":"Identify federal agencies that can operate outside of the Washington, D.C., area, and relocate them throughout the U.S."},{"name":"Democracy Dollars","brief":"The trend over the past half century has been to allow unfettered spending in elections. This culminated in the decision made in Citizens United, allowing unlimited money to be spent by corporations in elections.\\nIts no surprise that this has resulted in mega-donors flooding the pipes of our democracy.\\nWe need to diminish the influence that mega-wealthy individuals and companies have in our elections. While we must push for a Constitutional amendment to allow our campaign finance laws to properly limit the power that the top 1% have, we must act much faster to save our democratic processes. To do so, we must make it possible for all Americans to contribute to candidates they feel strongly about, in order to drown out the voices of the few who can spend millions of dollars to influence our politicians.\\nThe easiest way to do this is to provide Americans with publicly funded vouchers they can use to donate to politicians that they support. Every American gets $100 a year to give to candidates, use it or lose it. These Democracy Dollars would, by the sheer volume of the US population, drown out the influence of mega-donors. It has been used in Seattle to great effect, and we can take their program national to move towards publicly funded elections.","quote":"The big problem right now with running for office is that you have to get the money on your side and the people on your side, and these are two different things. Imagine if every American had $100 Dollars to give to their favorite candidatethen if you get 10,000 people behind you, youd get $1 million. You could then act in the best interests of the people you represent instead of sucking up to rich people and companies. Calling rich people for money is soul-crushing. Wed all be better off if politicians just needed to worry about representing the people that elected them rather than hustling for money all of the time.","problems":"Under current Supreme Court jurisprudence, individuals can contribute huge amounts to influence elections and politicians.\\nAmending the Constitution to prevent this, or nominating judges to overturn it, can take decades, and this is corrupting our democracy now.","goals":"Limit the influence of mega-donors in our election\\nAllow the will of the people to show through","statement":"Provide every eligible American voter with $100 Democracy Dollars for each federal election cycle, a voucher that they can use to support candidates of their choosing.\n\nThis amounts to $23+b nationwide per election, allowing for more than 4x the spending fueled by mega-donor contributions and dark money.\\nThis amounts to $23+b nationwide per election, allowing for more than 4x the spending fueled by mega-donor contributions and dark money."},{"name":"Ranked Choice Voting","brief":"Our current plurality voting system, where everyone selects a single preference and then the person with the most votes wins, is viewed negatively by election scientists, for several reasons:\\nThere are many alternative voting systems that are superior to plurality voting. We should move to a ranked-choice/instant runoff voting system, a system that has recently been implemented in Maine and is being explored by many other localities.\\nIn ranked choice voting, each voter ranks their top three candidates, from 1 to 3. After this is complete, every voters first choice is tallied. If one candidate received over 50% of the vote, they win the election. If no candidate hit the majority threshold, the candidate with the fewest votes is eliminated. Then, everyone who listed that eliminated candidate as their first choice has their second choice considered. These second-choice votes are added to the totals for the remaining candidates. If a candidate at this point has received over 50% of the votes, then they win; otherwise, the process repeats itself until someone does receive a majority of votes.\\nElection experts almost universally agree that ranked-choice voting is superior to plurality voting. The benefits include:","quote":"One reason we sometimes wind up with extreme politicians is that we have a one-round process that does not always reflect peoples true preferences. Ranked choice voting would help reward candidates who command broad support and would lead to better results. The process matters.","problems":"Our current plurality/first-past-the-post system drives tactical voting and partisanship while not necessarily reflecting the will of the majority.","goals":"Adopt a voting system that better captures the will of the majority of voters\\nAdopt a voting system that combats partisanship","statement":"Push the DNC to adopt a ranked-choice voting model for all democratic primaries.\\nWork with Congress to adopt ranked-choice voting for all federal elections."},{"name":"Decriminalize Opioids","brief":"We are in the midst of a crisis in this country. Opioids are killing 8 Americans\\nWhile those who brought this plague on our citizens must face serious consequences, we need to make sure that those who are afflicted by the illness of addiction are treated and not criminalized. The individuals behind pharmaceutical companies who promoted these drugs as non-addictive while knowing better are the ones who belong in jail, not those who fell prey to addiction.\\nWe need to decriminalize the possession and use of small amounts of opioids. Other countries, such as Portugal, have done so, and have seen treatment go up and drug deaths and addiction go down. When caught with a small quantity of any opioid, our justice system should err on the side of providing treatment.","quote":"Opioid addiction is rampant in our country. In 2016, more than 11 million Americans misused prescription opioids and 2.1 million had an addiction to heroin, fentanyl, and other opioids. This is a public health crisis, and the top priority has to be getting Americans well. Many Americans are not seeking treatment because they are afraid of life-destroying criminal penalties. We need to remove the stigma of an addiction that literally millions of Americans are struggling with. The War on Drugs has not worked. We need to give more American families and communities a real chance to get well, and we need to evolve from a punitive approach that does not serve the public. If you are caught with a small amount of drugs, we should refer you straight to treatment, not a prison cell.","problems":"The opioid epidemic is widespread, growing, and taking the lives of 8 Americans every hour.\\nThose addicted to opioids are suffering from a disease, not from a criminal mind.\\nMany of those addicted started down that path because of a legal prescription, based on lies from the pharmaceutical companies about the non-addictive nature of these drugs.","goals":"Provide treatment instead of punishment for those found with small quantities of opioids\\nBring the number of deaths due to opioids down","statement":"Drastically increase funding to treatment programs for opioid users, through fines levied against the companies that marketed these drugs.\\nDecriminalize, at the federal level, small quantities of opioid use and possession (anything under 5-10 days of personal use).\\nMake treatment programs much more available and affordable to anyone found with small quantities of these drugs.\\nProvide grants for their own treatment programs to states that decriminalize small quantities of opioid use/possession."},{"name":"The Freedom Dividend","brief":"Andrew would implement a Universal Basic Income, the Freedom Dividend, of $1,000/month, $12,000 a year for every American adult over the age of 18. This is independent of ones work status or any other factor. This would enable all Americans to pay their bills, educate themselves, start businesses, be more creative, stay healthy, relocate for work, spend time with their children, take care of loved ones, and have a real stake in the future.\\nAny change to the Freedom Dividend would require a constitutional amendment.\\nIt will be illegal to lend or borrow against ones Dividend.\\nA Universal Basic Income at this level would permanently grow the economy by 12.56 to 13.10 percentor about $2.5 trillion by 2025and it would increase the labor force by 4.5 to 4.7 million people. Putting money into peoples hands and keeping it there would be a perpetual boost and support to job growth and the economy.\\nLearn more about Universal Basic Income","quote":"The most direct and concrete way for the government to improve your life is to send you a check for $1,000 every month and let you spend it in whatever manner will benefit you the most. The government is not capable of a lot of things, but it is capable of sending large numbers of checks to large numbers of people promptly and reliably. We have plenty of resources, theyre just not being distributed to enough people right now. Lets build a new kind of economy - one that puts people first. If theres one policy that would transform American lives for the better, it is Universal Basic Income.","problems":"Approx. 40 million Americans live below the poverty line.\\nTechnology is quickly displacing a large number of workers, and the pace will only increase as automation and other forms of artificial intelligence become more advanced. - of American workers will lose their jobs to automation by 2030 according to McKinsey.  This has the potential to destabilize our economy and society if unaddressed.\\nGood jobs are becoming more and more scarce and Americans are already working harder and harder for less and less.\\nIt is necessary to support and preserve a robust consumer economy.\\nMany Americans are stuck in the wrong jobs because of a need to survive.\\nThere are many positive social activities that are currently impossible for many to do because they lack the financial resources to dedicate time to it, including taking care of a child or sick loved one, and volunteering in the community.","goals":"End poverty in the most direct manner possible: giving people money\\nMove our economy into its next stage of development - human capitalism - with a focus on improving everyones quality of living\\nPrevent the massive disruption that will accompany the rapid development and adoption of automation and other AI technologies\\nAllow people the freedom to switch jobs, move, innovate, and contribute to society\\nTurbo-charge the economy by providing income to those who are most likely to spend it","statement":"Implement the Freedom Dividend, providing Universal Basic Income of $1,000/month to all American adults over the age of 18 so that we may all share in the prosperity we have contributed to and participate in the new economy."},{"name":"Combat Climate Change","brief":"Climate change is an existential threat to humanity and our way of life. It should be a top priority of the federal government to implement policies to control anthropogenic climate change while working with other governments to implement these policies throughout the world.\\nIts important to regulate fossil fuels, both to control climate change and to improve the health of the average American. Renewable energy must be invested in, not only as a means of moderating climate change but also to drive economic growth. However, innovation must also be relied on to reverse the damage already caused.\\nWhile the role of the federal government is important, much of the work will be done at the state, or even neighborhood, level. The federal government should support local efforts through funding and market-based incentives.\\nSee also the policy page on the Carbon Fee and Dividend.","quote":"Climate change is up there with automation as a society-wide threat. Parts of Florida and Virginia are already experiencing flooding and hurricanes are more powerful and frequent. This is exactly the kind of problem that government must rise to meet. As much as we must evolve and take responsibility, the U.S. only emits 15% of the worlds greenhouse gases - this is a global problem. We should invest resources in large-scale geo-engineering measures like shoring up glaciers and reducing solar exposure to counteract the effects of climate change even as we reduce our emissions. Waiting around for the oceans to rise is not the American way. If we dont adopt and lead in geoengineering, China will wind up making decisions for us when it decides to modify the climate in about 20 years.","problems":"Energy bills make up a substantial portion of the average Americans expenses.\\nAmericans are suffering from higher rates of asthma, emphysema, COPD, and other respiratory diseases because of pollution from burning fossil fuels.\\nPeople want to do more to combat climate change but dont know how, or cant afford the high start-up costs of going solar.\\nBurning fossil fuels indiscriminately for over a century has done damage to the environment.\\nWe are not truly addressing global warming and rising sea levels, only slowing the rate of change.","goals":"Make it easier for the average American to contribute to the solutions to climate change\\nBring down household electric bills\\nCoordinate community efforts and successes in climate change\\nInvest in innovation towards reversing the effects of climate change","statement":"Invest heavily in carbon capture and geoengineering technologies designed to reverse the damage already done to the environment through a new Global Geoengineering Institute and invite international participation.\\nInvest in any idea that has the potential to reverse the damage done to the environment, for example cloud-seeding technology to increase the atmospheres reflectivity.\\nEnd the current tax benefits and cuts given to fossil fuel companies which give them an unwarranted competitive advantage over alternative energy sources.\\nInstitute a tax on emissions that will fund health care initiatives and research for respiratory diseases that are a direct result of these emissions.\\nEmpower and appoint an action-oriented leader of the EPA and direct the EPA to regulate carbon emissions.\\nDirect the EPA to survey the states and private organizations to collate all programs designed to promote renewable energy adoption.\\nDirect the EPA to coordinate with state and local governments to measure the impact of different policies on effecting positive impacts in the area of renewables adoption.\\nPrioritize sustainable infrastructure and urban development to take advantage of new materials and designs."},{"name":"Reduce Mass Incarceration","brief":"America imprisons a higher percentage of its citizens than almost any other country in the world, and minorities are disproportionately represented in this group. Incarceration doesnt just set someone back for the time theyre imprisoned; with our current felony laws, they follow someone throughout their life.\\nMandatory minimum laws, the war on drugs, and other misguided policy decisions over the years passed by politicians with an eye towards being tough on crime have resulted in a glut of Americans behind bars. Instead of focusing on what sounds or feels good, we should focus on results. While individuals should be punished for committing crimes, the end goal should be to prevent people from committing crimes, and to lower recidivism rates for those who are convicted.\\nOutside of my social policies such as Universal Basic Income, which will eliminate poverty and thus reduce one common driver of crime, there are many things we can do to ensure the safety of Americans by preventing people from becoming criminals.\\n","quote":"Our rates of incarceration are 4 times higher than most other industrialized countries, and its a national disgrace. People on both sides of the aisle now recognize that our system is badly in need of reform. Our criminal justice system is particularly punitive toward blacks and other minorities. As President I will overhaul the treatment of drug offenses and reduce our rates of incarceration over time.","problems":"Mass incarceration is one of the biggest civil rights issues of our time, and it needs to be addressed so that all have a fair shot at life, liberty, and the pursuit of happiness.","goals":"Reduce the incarceration rate in America\\nIncrease treatment options for drug offenses\\nReduce the rate of recidivism\\nReduce overall crime rates","statement":"Work to end the use of private prison facilities for federal inmates.\\nShift drug policy away from punishment and towards treatment.\\nInvest money to fund innovative prison programs that decrease recidivism and increase reintegration.\\nInvest money to support businesses that hire felons who have served their prison term.\\nPush to reconsider harsh felony laws that prevent those who have served their prison term from reintegrating into society.\\nIdentify non-violent drug offenders for probation and potential early release.\\nImplement Universal Basic Income which will dramatically decrease incentives for criminality and improve the functioning of individuals and communities."},{"name":"Opioid Crisis","brief":"Approximately 115 Americans die each day from an opioid overdose. Many more struggle through addiction, including all the negative health and behavioral impacts that it entails. Nearly 220 million prescriptions for opioids were written in 2016, despite the risks of these drugs being well known, and over 2.6 million are addicted to opiates.\\nOutside of the immediate health effects, drug trafficking and related crimes have sprung up in communities throughout America in order to cater to these addictions. And our countrys healthcare system, complicit in the creation of the crisis, hasnt found a way to treat the outbreak.\\nThe opioid crisis isnt just a nationwide public health emergency - its a national crisis. Tens of thousands of people are dying each year, with millions more suffering from an addiction. Many of these peoples addictions started when they were prescribed these medications by a doctor. The human suffering caused by this crisis cannot be measured, and the economic damage is untold.\\nWe must do more than declare this a crisis and hope the issue solves itself.\\nThe federal government, through the Department of Health and Human Services, must find solutions to this emergency and coordinate with the states in its implementation. The CDC must use its expertise to quantify and combat this plague. The FDA must implement new steps to ensure that a similar crisis doesnt develop in the future. Most of all, we have to fund treatment for everyday Americans.\\n\\nHowever, the federal government must also recognize its limitations in this crisis. While funding research and solutions is something the federal government is good at, this epidemic is affecting people on an individual level. Local governments will be much better able to experiment with and implement solutions that will work for their communities. The federal government, through funding and centralization, can help the work of states and local communities in this crisis, but it should serve as a motivating and coordinating force in order to ensure adopted policies work for the people on the ground.","quote":"Lets be honest - the opiate addiction crisis exists in large part because our government thought it was okay for companies to make a lot of money prescribing addictive opiates to millions of people. This was a failure of government. And now the Federal Government must do all it can to address this crisis, including funding treatment for millions of Americans. There is a modern-day plague in America and we cannot rest until it is controlled and defeated. Americans are dying every day7 every hourdestroying families and communities everywhere. I will declare a state of emergency and commit billions of dollars to the fight, much of it from the drug companies who generated and have profited from this plague. If you orsomeone in your family has an opiate problem, we will provide you the resources you need to help you recover. We owe you that.","problems":"The opioid epidemic is destroying the lives of millions of people directly, and untold millions more through the impact theyre seeing of it on their loved ones.\\nThe regulation of drugs and the sale of those drugs for unintended uses must be improved.\\nTreatment resources are lacking with only a fraction of addicts able to effectively recover from their addiction.","goals":"Reduce the production of and use of opioids for general pain management\\nProvide treatment resources and options for those addicted to opioids, taking into account local cultural mores\\nPrevent a similar crisis from developing in the future with stricter regulations on marketing and sales tactics","statement":"Declare a state of emergency and seek to bring down both the overdose numbers and the addiction levels by 20% within four years.\\nQuintuple Federal funding, from $4.5 to $20 billion per year directed toward addiction treatment and rehabilitation for addictive opiates at the local levels.\\nImpose a new tax on opiate manufacturers to fund treatment and rehabilitation, retroactive to 2005. The drug companies will pay to treat the conditions they have profited from.\\nThe FDA should allow only doctors who complete specialized education in pain management to prescribe opioids for more than a few days. All states should limit the size of prescriptions and require all opioid prescriptions to be made from hospitals instead of individual offices/practices. Right now our prescription rate is 4 times higher than in Europe - we need to bring it down. Doctors need to tell more patients that theyll feel better on their own without having to take opiates.\\nDirect the Dept. of Health and Human Services to focus their resources on combating the epidemic until its under control:\n\nCreate a centralized database of solutions and effectiveness\nCreate a centralized database of data to help analyze the trends of the opioid epidemic and better target resources\nProvide funding to localities to experiment with solutions that work for their communities\\nCreate a centralized database of solutions and effectiveness\\nCreate a centralized database of data to help analyze the trends of the opioid epidemic and better target resources\\nProvide funding to localities to experiment with solutions that work for their communities\\nDirect the FDA to regulate pharmaceutical company marketing tactics as much as they regulate the release of new drugs.\\nInsurance companies should provide more oversight of prescriptions to curb abuse and report these measures to the Dept. of Health and Human Services.\\nOverdose patients should be sent to mandatory treatment centers for three days to convince them to seek long-term treatment.\\nWork with the DEA to enforce a much stricter limit on the number of opioid-based medications that can be produced in any given year and instruct manufacturers to report drugs prescribed in each community so as to monitor excess supply and probable abuse.\\nDestigmatize medication-based treatment options for opiate addiction. We need to do whatever works best, including drugs that enable addicts to recover in stages.\\nAllow local law enforcement authorities to selectively enforce criminal laws related to use and possession of opiates to facilitate treatment.\\nWork to limit the importation of heroin and fentanyl, particularly from China. The Chinese government must do more to curb supply before it enters our countrywe should negotiate for marked and demonstrated reductions in return for continued market access."},{"name":"LGBTQ Rights","brief":"Sexual orientation and gender identity should be protected classes under the law, receiving all the federal protections afforded under the Constitution and law.\\nÂ\\nÂ","quote":"Who you love and how you love are up to you. The law should recognize and protect lesbian, gay, bisexual and trans individuals. Ive always been pro-gay marriage; why should straight people have all of the fun? People are people and all love is beautiful.","problems":"Too many Americans who identify as LGBTQ are discriminated against based on who they are.","goals":"Ensure full rights and protections for all LGBTQ individuals","statement":"Promote any legislation extending protected status to individuals based on sexual orientation and gender identity.\\nIncrease funding for programs directed at educating the public on LGBTQ issues.\\nIncrease funding for programs meant to help LGBTQ individuals who are facing discrimination because of their identity.\\nAppoint LGBTQ individuals to senior posts in my administration."},{"name":"Foreign Policy First Principles","brief":"While America has undoubtedly made mistakes, weve been a positive force in world history, leading to the spread of peace, prosperity, and democracy. Presidents from JFK to Ronald Reagan maintained strong relationships with allies while sending clear and honest messages to those who would work against us.\\nOver the past several decades, we have engaged in conflicts that have cost us trillions of dollars and thousands of American lives. These misadventures have destabilized parts of the world, made enemies of allies, and resulted in untold human suffering, both for our brave soldiers and civilians of other countries.\\nWhile an unfathomable amount of money has been spent on military engagements that have accomplished little, our infrastructure has started to collapse, and our people are living paycheck to paycheck and falling prey to ills like drug abuse. We need to make sure we are strong at home if we are going to successfully project our values abroad.\\nIts impossible to be a leader when you have no allies, and so we need to rebuild our relationships with the rest of the world. Leveraging these relationships, we can more effectively deal with international issues. Working with our allies will make us stronger and more able to accomplish our goals over time.","quote":"America is the beneficiary of the international world order we helped establish throughout the twentieth century. That said, we have deluded ourselves into thinking that we are capable of doing things that we are not, sometimes at a terrible cost to ourselves and others. My first principles concerning foreign policy are restraint and judgment - we should be very judicious about projecting force and have clear goals that we know we can accomplish. We should treat our men and women in the armed services as the brave and self-sacrificing leaders that they are, both during and after their deployments. If I send young men and women into harms way, they will know that vital national interests are at stake and there is a clear plan for them to achieve their goal in a reasonable time frame.","problems":"America has involved itself at too high a cost in foreign issues that dont concern us\\nWeve lowered our stature in the world community, alienating allies and making it harder to form an effective coalition to accomplish our goals on the world stage","goals":"Make it harder for the United States to get involved in foreign engagements with no clear plan or goal\\nRebuild our relationships with allies to strengthen the international order\\nBring our military spending under control","statement":"Work with our allies to rebuild our stature in the world, and strengthen alliances such as NATO.\\nReinvest in diplomacy and bolster funding to the State Department.\\nWork with allies to project our combined strength throughout the world, without engaging in activities that will cost American lives and money with no clear benefit to our long-term well-being.\\nSign a repeal to the AUMF, returning the authority to declare war to Congress, and refuse to engage in anything other than emergency military activity without the express consent of Congress.\\nRegularly audit the Department of Defense.\\nFocus our federal budget on fixing problems at home instead of spending trillions of dollars abroad."},{"name":"Gun Safety","brief":"For many Americans, guns are a big part of their culture and identity. However, guns are a major responsibility and thus we need to have common-sense gun safety measures, especially considering that there are already approximately 300 million firearms in the United States. Responsible gun owners should continue to enjoy the right to bear arms, subject to licensing and education requirements that will encourage the public safety.\\nÂ\\nÂ","quote":"Most Americans agree on common-sense safety requirements and restrictions on firearms. As President, I will support sensible regulation of guns that allows their continued enjoyment by responsible gun owners in a framework that promotes the overall public safety.","problems":"Most Americans agree that responsible gun-ownership with some restrictions is the proper policy.\\nCurrent gun laws have been pushed in a dangerous direction by lobbying groups only looking out for the profits of gun manufacturers.","goals":"Create a common sense licensing policy, requiring investment and safety precautions\\nPrevent dangerous individuals from owning guns\\nEncourage innovation in firearm personalization and safety\\nEnhance mental health resources available to people who need help","statement":"Promote a stringent, tiered licensing system for gun ownership (think a CDL vs. a regular drivers license):\n\nAll tiers\n\nPass a federal background check, eliminating the gun show loophole.\n\n\nTier 1 - Basic hunting rifles and handguns\n\nPass a background check\nPass a basic hunting/firearm safety class\nProvide a receipt for an appropriately-sized gun locker, or trigger lock per registered gun.\n\n\nTier 2 - Semi-automatic rifles\n\nHave a Tier 1 license for at least 1 year\nBe at least 21 years of age\nPass an advanced firearm safety class.\n\n\nTier 3 - Advanced and automatic weaponry\n\nMaintain current restrictions and definitions (National Firearms Act of 1934)\nBan high-capacity magazines\nRequire submission of fingerprints and DNA to the FBI\nSubmit to a gun locker inspection to ensure it can house the weapons\nUndergo yearly refresher trainings on the use of these firearms.\n\n\nAnyone with a history of violence, domestic abuse, or violent mental illness would be restricted from receiving a license.\nThose who currently own any firearms will:\n\nBe grandfathered in with their current license, and for the 1-year requirement if they decide to apply for a Tier 2 license\nReceive a one-time Good Gun Owner tax credit for adhering to the additional requirements implemented by the new system\nBe allowed a tax write-off for the purchase of any equipment required to adhere to the new standards\nBe allowed to register any currently unregistered firearm without facing any penalties.\n\n\nIndividual states will determine their concealed carry/open carry laws, and reciprocity will not be federally enforced. However, a concealed or open carry license in one state would satisfy all licensure requirements in all states.\\nAll tiers\n\nPass a federal background check, eliminating the gun show loophole.\\nPass a federal background check, eliminating the gun show loophole.\\nTier 1 - Basic hunting rifles and handguns\n\nPass a background check\nPass a basic hunting/firearm safety class\nProvide a receipt for an appropriately-sized gun locker, or trigger lock per registered gun.\\nPass a background check\\nPass a basic hunting/firearm safety class\\nProvide a receipt for an appropriately-sized gun locker, or trigger lock per registered gun.\\nTier 2 - Semi-automatic rifles\n\nHave a Tier 1 license for at least 1 year\nBe at least 21 years of age\nPass an advanced firearm safety class.\\nHave a Tier 1 license for at least 1 year\\nBe at least 21 years of age\\nPass an advanced firearm safety class.\\nTier 3 - Advanced and automatic weaponry\n\nMaintain current restrictions and definitions (National Firearms Act of 1934)\nBan high-capacity magazines\nRequire submission of fingerprints and DNA to the FBI\nSubmit to a gun locker inspection to ensure it can house the weapons\nUndergo yearly refresher trainings on the use of these firearms.\\nMaintain current restrictions and definitions (National Firearms Act of 1934)\\nBan high-capacity magazines\\nRequire submission of fingerprints and DNA to the FBI\\nSubmit to a gun locker inspection to ensure it can house the weapons\\nUndergo yearly refresher trainings on the use of these firearms.\\nAnyone with a history of violence, domestic abuse, or violent mental illness would be restricted from receiving a license.\\nThose who currently own any firearms will:\n\nBe grandfathered in with their current license, and for the 1-year requirement if they decide to apply for a Tier 2 license\nReceive a one-time Good Gun Owner tax credit for adhering to the additional requirements implemented by the new system\nBe allowed a tax write-off for the purchase of any equipment required to adhere to the new standards\nBe allowed to register any currently unregistered firearm without facing any penalties.\\nBe grandfathered in with their current license, and for the 1-year requirement if they decide to apply for a Tier 2 license\\nReceive a one-time Good Gun Owner tax credit for adhering to the additional requirements implemented by the new system\\nBe allowed a tax write-off for the purchase of any equipment required to adhere to the new standards\\nBe allowed to register any currently unregistered firearm without facing any penalties.\\nIndividual states will determine their concealed carry/open carry laws, and reciprocity will not be federally enforced. However, a concealed or open carry license in one state would satisfy all licensure requirements in all states.\\nProhibit the manufacture and sale of bump stocks, suppressors, incendiary/exploding ammunition, and (yes, this is currently legal) grenade launcher attachments.\\nCreate federal safety guidelines for gun manufacture and distribution, similar to federal car safety requirements, with strict penalties for the violation of these guidelines.\\nEncourage gun manufacturers to implement designs that prevent interchanging parts that alter the functionality of the firearm.\\nImplement a federal buyback program for anyone who wants to voluntarily give up their firearm.\\nInvest in innovative technology that would make firearms harder to fire for non-owners of the gun, and create a federal, bipartisan panel to determine when technological innovations are advanced and reliable enough to be included in manufacturing safety requirements.\\nAs stated here, invest in a more robust mental health infrastructure. This will help to identify and treat people with mental health illnesses that make them prone to violence.\\nIncrease funding to the National Suicide Prevention Lifeline, and drastically increase funding to the US Department of Veterans Affairs Suicide Prevention efforts.\\nInitiate and fund mindfulness programs in schools and correctional facilities, which have been demonstrated to reduce violent behavior.\\nInvest heavily in law enforcement training to de-escalate situations involving firearms."},{"name":"Paid Family Leave","brief":"Americas lack of mandated paid family leave is, quite frankly, stupid. Robust family leave plans have been shown to improve childrens health and increase womens employment rates. Were one of only a handful of countries to lack a federally mandated family leave policy and the others are Suriname, Papua New Guinea, and a few South Pacific Island Nations.\\nÂ\\nÂ","quote":"Its embarrassing and unconscionable that in the most advanced country in the world we dont account for something as basic as needing to spend time with your child when he or she is born. This drives mothers out of the workforce prematurely and impedes healthy development of infants, which is something we all pay for. We need to catch up to the civilized world and mandate paid family leave.","problems":"Americas lack of a paid family leave policy results in negative impacts on health, womens employment rate, and family cohesion.\\nA lack of a paid family leave policy forces many single parentsespecially mothersinto poverty.","goals":"Create a federally mandated paid family leave policy","statement":"Propose and fight for a paid family leave policy, requiring employers to offer at least 9 months of paid family leave, distributed between parents however they see fit; or 6 months of paid leave for a single parent."},{"name":"Support for the Arts","brief":"Both experiencing and creating art in any form is personally enriching and spurs economic development and community engagement. Artists have the same effect on a community as entrepreneurs over time. However, many artists and arts organizations cant generate enough revenue to cover their costs or make their art financially accessible to a wide range of people. Due to budget cuts to the arts, were seeing a scaling-back or closing of programs offered by all types of arts organizations, including museums, theaters, dance and opera companies, and orchestras. This has been a severe loss to people, their communities, and our society.\\nAdditionally, the way that people consume art, especially music and film, has drastically changed over the past several decades. However, our copyright and licensing legislation hasnt. Its time to revisit these laws in order to ensure that creativity can still thrive while artists receive fair compensation.\\nWhile the Freedom Dividend will provide people with financial support to pursue their artistic endeavors, there is much more we can do to support the arts in this country.","quote":"I will confess to being someone who took an Art History class in college and had it go way over my head. \n\nThat said, Ive grown to appreciate the importance of art to a thriving society. Artists and entrepreneurs have a great deal in common, including their long-term impact on a community. Art in all its forms enriches us and informs us about who we are as a people. It brings joy and vibrancy into our lives and helps to create stronger bonds between people and communities. It also serves as a catalyst to improving the economic and social health of neighborhoods and cities.\n\nThe Freedom Dividend will free up thousands of people to pursue their artistic and creative passions. It will also dramatically increase the level of resources people have to support visual art, music, dance, theater, film-making, photography, books, videos, and other creative pursuits. But we should also pursue policies that directly support the arts, including adapting to the ways that people are now experiencing different forms of media and updating our copyright laws. It will make us stronger and richer in the most human of ways.","problems":"Arts organizations across the country, including educational programs, are struggling to survive, despite their popularity.\\nMany individuals abandon their creative dreams due to economic insecurity, lack of time, or a sense that our society doesnt value art.\\nThe US government is underinvesting in the arts.\\nSpending for the arts as a percentage of GDP is miniscule (.02%), and the National Endowment for the Arts receives just .014% of discretionary spending. This for a sector that accounts for 4.2% of GDP and receives much more significant investment in other developed countries.\\nCurrent copyright law is outdated and based on decades of changes and exceptions being granted to large corporations, at odds with the intent of the original laws.\\nModern distribution services have led to artists not receiving fair royalties, for example musicians fees for music streamed online.","goals":"Provide resources to sustain the education, creation, and offerings of all forms of art\\nIncentivize individuals and corporations to increase their support for the arts\\nIncrease civic engagement and greater understanding between people through the arts\\nModernize and fix copyright laws to address technological changes and copyright creep over the decades\\nModernize licensing structures to provide artists with fair compensation","statement":"Restore NEA and NEH funding to at least pre-1996 levels, adjusted for inflation.\\nSupport changes in the tax law to spur investment in film, television, and live theatrical productions (Section 181 of the federal tax code).\\nBring greater awareness to how individuals and local communities throughout the country benefit from federal support for arts programs.\\nStrongly support existing programs that offer art and music education in primary and secondary schools, and push for more such programs. They have been demonstrated to improve education outcomes.\\nExplore the feasibility of creating a national theater.\\nAssemble experts in copyright to propose ways to change copyright law in order to spur creativity.\\nContinue to iterate on the Music Modernization Act, and promote similar policies that will bring our laws around compensation for the arts into the modern, streaming/internet era."},{"name":"Control the Cost of Higher Education","brief":"College tuition has exploded over the past several decades. For the Baby Boomer generation, a college student could hold down a summer job to pay a substantial portion of their tuition, if not the whole thing. Today, that student would be lucky to cover the cost of their books. With tuition increasing by as much as 440% over the past quarter century, too many students are being saddled with over $100k in student loan debt before they even start their adult lives.\\nDespite the astronomical endowments and high tuition costs that students are willing to bear, education hasnt become any better.\\nSchools need to get back to their ideals - education in service of their students and their country. To do so, they need to get their tuition under control.","quote":"I have two kids and Im frightened of what college costs today. Most of the money is not going to professorsits going to administrators. If it doesnt directly impact the student experience, universities should take a long look at it and rein in their costs. Its likely that schools are not up to the task of bringing down their own budgets, and government will have to help them scale back and become more cost-efficient.","problems":"College tuition is too expensive, forcing students who want to attend to either give up or take out student loans in an amount that will saddle them with debt throughout their lives.\\nColleges have skewed incentives based on ranking system to invest in the wrong things.\\nThere are limited incentives for schools to be more cost-efficient and student-directed.\\nTaxpayers are subsidizing the students at rich universities when those schools should be investing their own money in their students or domestic expansion.\\nGreat new schools rarely crop up despite the demand for them.","goals":"Control the cost of higher education\\nPrevent students from being saddled with lifelong student loan debt\\nIncrease the options for students looking at higher education\\nGet schools to focus on their ideals and invest their money in increasing the quality of education while decreasing the cost of said education for their students","statement":"Explore a gradual phase-in of a desired ratio of administrators to students of 1 to 30 as a condition of public funding as opposed to the current 1 to 21. The ratio was 1 to 50 in the 1970s - if we can get back to that level then college will be much cheaper.\\nWork with the Dept. of Education to create an information database on all post-secondary education institutions, focusing on information such as:\n\nAvg. debt of a graduating student\nAvg. debt discounting students who dont take out loans\nAvg. salary of a recent graduate\nAvg. salary of a graduate 10 years out\\nAvg. debt of a graduating student\\nAvg. debt discounting students who dont take out loans\\nAvg. salary of a recent graduate\\nAvg. salary of a graduate 10 years out\\nStipulate that any university that receives public funding cannot increase its costs by more than the rate of annual median wage growth the year before.\\nStipulate that the president of any university that receives public funding must meet once per year with a group of alumni to discuss their job prospects.\\nAmend or modify the U.S. News and World Report rankings and eliminate the ability of any university to compensate administrators with incentives tied to their rankings.\\nRequire all universities with endowments of over $30 billion to contribute 1% of their total endowment each year ($300 million+/year) to the founding and operations of a new university in Ohio until it becomes self-sustaining, at which point another community will be identified (the Harvard Creates a New University in Ohio Tax).\\nRevisit the tax-exempt status for schools that have more than enough money to fund their operations and arent investing that money back into the students at that institution.\\nInvest in and support schools that are innovating and growing."},{"name":"Pathway to Citizenship for Undocumented Immigrants","brief":"Immigrants have been a source of hard work and innovation for America over the centuries. Without a doubt, the melting pot of our country has led to the most dynamic, most creative, and most successful nation in the history of the world.\\nIts also necessary to recognize that, as a nation, we need to maintain control of our immigration system. The current system we have in place, when it works, does a great job of ensuring that highly skilled, hard-working, and invested immigrants can come to this country and integrate, becoming new Americans who contribute greatly to our society.\\nHowever, because of issues on the southern border, our immigration system has broken down, and we have over 11 million undocumented immigrants living in the United States. While these individuals are generally law-abiding people who work hard and contribute to their local communities, its also true that theyre not supposed to be here.\\nOutside of increasing our guest worker program and making sure that those who receive temporary permission to come to the US to work leave when their time is up, we also need to find ways to address this massive community of undocumented immigrants who entered the country illegally.\\nRounding up and deporting that many people is a nonstarterit would be prohibitively expensive, disruptive, and inhumane to many communities, so a pathway to citizenship must be provided (after securing our southern border, so that we dont end up right back where we started). However, this pathway must reflect the fact that these individuals tried to circumvent our legal immigration system. Its even more important to get this right when citizenship guarantees a Freedom Dividend.\\nSee Andrews policies on the DREAM Act, and Southern Border Security for a more complete view of how hed address this complex issue.","quote":"We have to face facts that there are over 11 million undocumented immigrants in this country. Millions of them pay taxes and have American children. Deporting them is impossible and inhumane. Having them continue to live in the shadows brings with it many problems and drawbacks. The best path forward is to provide a pathway to citizenship for those who are here illegally. We need to bring them into the formal economy out of the shadows. I am the son of immigrants and understand those who have come here to build a better life for themselves and their families.","problems":"11+ million undocumented immigrants are currently living in the United States\\nWhile the vast majority of these immigrants arent a security risk, having that volume of individuals in this country that arent known to the US government is itself a security risk\\nIt would be prohibitively expensive and disruptive to deport all these individuals\\nThese individuals tried to circumvent the legal immigration system into the US, and any pathway to citizenship for them must reflect this fact","goals":"Bring the 11+ million undocumented immigrants out of the shadows and into the formal economy\\nFind a solution that reflects the fact that they entered the country illegally","statement":"Secure the southern border and drastically decrease the number of illegal entries into the US.\\nProvide a new tier of long-term permanent residency for anyone who has been here illegally for a substantial amount of time so that they can come out of the shadows and enter the formal economy and become full members of the community.\n\nThis new tier would permit individuals to work and stay in the country, provided they pay their taxes and dont get convicted of a felony.\nThis tier would put them on a longer, eighteen-year path to citizenship (the same amount of time it takes those born in the US to get full citizenship rights), reflecting our desire to bring them into our country but also their decision to circumvent legal immigration channels.\\nThis new tier would permit individuals to work and stay in the country, provided they pay their taxes and dont get convicted of a felony.\\nThis tier would put them on a longer, eighteen-year path to citizenship (the same amount of time it takes those born in the US to get full citizenship rights), reflecting our desire to bring them into our country but also their decision to circumvent legal immigration channels.\\nInvest heavily in an information campaign to inform immigrant communities of this new tier of residency, and deport any undocumented immigrant who doesnt proactively enroll in the program."},{"name":"Southern Border Security","brief":"Border security along our southern border has many issues that need to be fixed to provide security for Americans and equity in our immigration system. You need look no further than the stats on how many undocumented individuals are living in the US, or the amount of drugs that have been apprehended along the border (suggesting a much larger amount thats made it through).\\nMany proposals would be expensive and ineffective, while also being ecologically disastrous. The issue has become politicized to the point where there doesnt seem to be any possible compromise, but our leaders are focusing on single solutions instead of the solutions proposed by groups across the political spectrum.\\nÂ\\nWhen searching for solutions, we need to work with border security experts, immigrant advocates, and the Mexican government to provide effective, secure, humane border security.\\nSee Andrews policies on a Pathway to Citizenship","quote":"We need to enforce the border. Democrats, Republicans, and Independents alike agree that this is a pressing need for the good of both citizens and those who wish to come here. Though there are new technologies that could help, the best approaches are to do what we are currently doing better with more resources.","problems":"Large numbers of people are entering the United States illegally, causing economic hardship in certain areas while also preventing us from knowing who, exactly, is in our country.\\nIllegal immigration is risky for those who are engaging in it (and are at the mercy of so-called coyotes), and it hurts those who are trying to immigrate legally.\\nCartels and individuals are trafficking drugs and humans into and out of the US.\\nOur asylum system is flooded with cases, resulting in people being enticed to come to the US and ask for asylum so they can stay here for years before their case comes up.\\nIneffective solutions have become the only solutions that are being discussed with any level of specificity.","goals":"Safeguard Americans\\nDecrease the number of people entering this country illegally\\nProtect victims of trafficking\\nStop the flow of illegal drugs from Mexico into the US\\nPrevent cartel violence from affecting America\\nProvide a humane experience for those seeking asylum","statement":"Increase funding to secure our landed ports of entry, where most drugs enter the United States.\\nIncrease funding to our Customs Enforcement teams that are tasked with preventing human trafficking both into and out of the US.\\nInvest in technologies such as ground and aerial sensors, and video towers, to allow for efficient and effective means of monitoring stretches of the US/Mexico border that are rarely crossed but still provide means of entering the US.\\nProvide body cameras for all agents along the US/Mexico border.\\nInvest heavily in protecting and renewing the Rio Grande, which serves as a great natural boundary, and is currently ecologically struggling.\\nProvide all resources necessary to allow our asylum court system to function properly, lowering the backlog of cases and thus removing one of the prime reasons weve seen caravans increasing in size and frequency.\\nWork with the Mexican government on all of these initiatives, as well as anti-cartel initiatives, to ensure a positive relationship that allows both countries to serve the needs of their citizens."},{"name":"Support the DREAM Act","brief":"There are millions of undocumented immigrants in this country who were brought here as children through no fault of their own. America is the only home theyve ever known. Theyve assimilated into our culture and view themselves as Americans, despite living under the constant fear of deportation.\\nThis is wrong.\\nWe need to find a solution that allows these individuals to formally integrate into our country.\\nSee Andrews policies on the Pathway to Citizenship","quote":"Children who have never known any life other than growing up in America should not be living in fear of being deported from the only place they have ever known. We should assure them that this is their home and their future is here. I am the son of immigrants. I understand what this country can do for families and what it means to people.","problems":"Millions of children were brought into this country illegally, and have made a home in America, but they're not protected with a legal status.","goals":"Find a solution for the millions of undocumented immigrants who were brought here as children and have America as the only home theyve ever known","statement":"Support the DREAM Act as a part of comprehensive immigration and border security reforms (see my policy pages on Southern Border Security and a Pathway to Citizenship to get a sense of the key parts of the comprehensive plan)."},{"name":"Right to Privacy/Abortion and Contraception","brief":"In a perfect world, only those who are ready for and desire a child would become pregnant. But thats not the world we live in.\\nEveryone has a right to bodily integrity, and more needs to be done to ensure that women have and maintain that right.\\nAccess to birth control should be provided to all Americans. It should be the decision of each individual whether she wants to use it, not a decision made for her by her doctor, family, or where she lives.\\nAccess to safe and affordable abortion services should also be provided to all Americans. Requirements placed by individual states on access should be subject to oversight by a board of doctors, not the whims of legislators who have no background on the procedure or even the basics of medicine.\\nThe two most effective ways to decrease the number of abortions are to provide every woman with access to contraceptives and to provide financial, emotional, and structural support to individuals who are financially struggling and become pregnantUniversal Basic Income would accomplish this for many prospective parents.","quote":"Whether to have a child is an immense personal decision. In my view, it is solely up to the woman what course to take. As a society, we should support mothers in ways big and small if they do decide to have children. I respect the feelings that many Americans have on this issue, and appreciate the values one brings to bear. But it should always be up to the woman what to do. I have the feeling that if men became pregnant instead of women there would be absolutely no restriction on reproductive rights.","problems":"The right of many American women to have control over their bodies is being unconstitutionally eroded by legislators with no medical background.","goals":"Protect the right to privacy of American women\\nTreat women equally","statement":"Appoint judges who support a womans right to choose.\\nSupport a womans right to choose in every circumstance and provide resources for planning and contraception."},{"name":"Campaign Finance Reform","brief":"In the wake of the\\nÂ\\nÂ","quote":"Money has overrun our politics, and that needs to change. Corporations and the wealthy have enough advantages without being able to influence every election by putting up millions of dollars and bending the ear of every candidate and officeholder. We will return to the essence of democracy - where each persons vote is heard and treated equally. I will gladly overturn Citizens United and return the American government to its people. This would also improve policymaking as leaders can turn toward solutions instead of constantly trying to raise money for their next campaign. Lets get big money out of politics once and for allwell all be much better off for it. I dont love calling rich people either, nor does any sane person.","problems":"Money has become the dominant force in our elections as wealthy individuals and corporations increasingly demand the attention of candidates and policymakers.\\nPeople dont believe that their voices matter, often because they dont have meaningful access.\\nCandidates and officeholders spend the majority of their time fundraising rather than governing or finding solutions.","goals":"Improve candidate responsiveness to the concerns of ordinary Americans\\nReduce corporate influence and outsize influence of the wealthy\\nMake it so that more people can run for office without having ready access to vast financial resources","statement":"Support a constitutional amendment to overturn Citizens United, which was a terrible decision that has made our politics even more polarized.\\nSupport a public financing system of elections to reduce the influence of money in our democracy and open up the field beyond the very wealthy.\\nEliminate super PACs and vessels for corporate intervention in campaigns.\\nEnforce our current campaign finance laws to curb corruption."},{"name":"Fight for Equal Pay","brief":"For most of this countrys history, marginalized groups were either not allowed to participate in certain jobs, or their opportunities in those professions were limited. This legacy persists today not only in the opportunities afforded to people, but also in the compensation people receive for performing the same work.\\nThis is stupid. People should receive equal pay for doing equal work. While federal law requires this, were still far from achieving it in practice. Theres a lot of fuzziness around the $.80-to-the-dollar stat, especially once you take race as well as gender into account, but the simple fact remains that womenespecially black, Hispanic, and Native American womenearn much less than their male coworkers.\\nLaws that prevent employers from retaliating against workers who share salary data, and others that force employers to disclose that information, are band-aids that try to account for the issue on the back-end. The federal government must do more to ensure that anyone performing the same work in substantially similar situations should receive equal pay.","quote":"Women are often under-compensatedbecause their work is not properly valued by employers, who believe that they will accept less than they are worth. We need to empower women to get paid what they deserve by their employers and make the workplace fair to women. This includes, of course, women getting equal pay for the work that they do. In many of my companies, women have been the key leaders and team members making great things happen every day. This is the case in companies across the country and should be rewarded and recognized in the most direct manner possiblein what they get paid.","problems":"Women receive less pay for the same work as men do\\nThe discrepancy in pay faced by black, Hispanic, and Native American women is even more pronounced","goals":"Promote equal pay for equal work\\nWork to alleviate the racial discrepancies in pay","statement":"Pay all federal workers who are performing the same job the same salary.\\nWork with states to implement salary disclosure laws.\\nRefuse to hire outside contractors/companies that wont disclose salary information for their employees, and who dont provide equal pay for all employees who are performing equivalent work.\\nPilot studies to see if different policies result in more equitable hiring and pay in the federal workforce (e.g., blind hiring; 360-review promotion)."},{"name":"Promote Vocational Education","brief":"It seems were preparing our children for college earlier and earlier. College readiness is a driving force behind many educational decisions in this country. This has resulted in only 6% of American high school students being enrolled in a vocational program (in 2013), whereas comparable European nations have numbers closer to 50%.\\nFor those that do start college, graduating isnt a sure thing. 6 years after first enrolling, fewer than 60% of students have attained a degree. If you look at only open-admissions schools, the number drops to 32%. That represents a huge investment of money and time on the part of Americans that doesnt lead them to a positive outcome.\\nOn the other side, the underemployment rate for recent college grads is approaching 44%, and one-third end up in jobs that dont require the degree they earned.\\nCollege is being over-prescribed in this country. Not everyone has an interest in obtaining a college degree, and there are many jobs out there that dont require it. Georgetown has estimated that there are 30 million good-paying jobs out there that dont require a college degree. Most require some type of specialized training.\\nAs a country, we need to dramatically increase our investment in vocational training, providing a viable career path for those students who are more interested in starting their careers immediately after high school instead of continuing with an education they dont want but feel obligated to get.","quote":"There are tens of millions of jobs that will be with us for decades that dont require a college degree: machinists, line repair, air-conditioning repair, exterminator, high-end manufacturing, and so on. We need to remove any stigma from vocational education and dramatically increase its visibility and availability. Apprenticeships should be a big part of the future of education for millions of Americans that would give them a runway to a fulfilling livelihood.","problems":"Too many students invest in college when its not the right investment for them.\\nToo few students are aware of alternative career paths, or lack access to training for those paths.\\nSome feel there is a stigma attached to vocational jobs.","goals":"Increase vocational training options in public schools\\nCounsel students on the right path for them, based on their interests and career goals","statement":"Increase funding to vocational programs within public schools.\\nDirect the Dept. of Education to provide materials to all public schools about career paths that dont require a college degree.\\nPrioritize career paths that students express interest in rather than giving blanket advice that college is the right/only option.\\nBegin a public education campaign championing vocational jobs and education, I Work With My Hands - And Its Awesome."},{"name":"Carbon Fee and Dividend","brief":"The cost of burning fossil fuels is paid by all of us, but the benefits are disproportionately gained by industry. There is very little incentive to control the rate at which fossil fuels are burned or CO2 is released into the atmosphere.\\nWhile a carbon tax would disincentivize the burning of fossil fuels, the money would enter the federal bureaucracy and be detached from other solutions to the problems associated with climate change.\\nA carbon fee and dividend, similar to the one proposed by the conservative Climate Leadership Council, would allow businesses to find market-based solutions to their carbon release while benefiting American citizens and providing funding for alternative fuel research and upgrades to our current energy systems. It could also be used to subsidize fuel costs for low-income Americans.","quote":"We need to have companies internalize the cost of carbon emissions to provide incentives for them to innovate and invest in cleaner technologies and processes. If you are pumping carbon into the atmosphere you should pay your fellow citizens for it as we all pay for it in the end. We also need to transfer the benefits to citizens directly and use the money to improve the efficiency and availability of renewable energy.","problems":"The costs of burning fossil fuels are felt by everyone, with the benefits going to fewer.\\nThere is no strong incentive for corporations to stop burning fossil fuels.","goals":"Lower reliance on fossil fuels\\nCombat global warming\\nProvide benefits directly to Americans, who suffer the negative effects of industrial fossil fuel use","statement":"Propose a carbon fee and dividend systems that:\n\nSets an initial carbon tax of $40/ton, which would increase in regular intervals.\nUse that tax to fund, after administrative fees:\n\n(50%) The Universal Basic Income\n(50%) Projects that are enhancing efficiency of fossil fuels or increasing availability of renewable resources\\nSets an initial carbon tax of $40/ton, which would increase in regular intervals.\\nUse that tax to fund, after administrative fees:\n\n(50%) The Universal Basic Income\n(50%) Projects that are enhancing efficiency of fossil fuels or increasing availability of renewable resources\\n(50%) The Universal Basic Income\\n(50%) Projects that are enhancing efficiency of fossil fuels or increasing availability of renewable resources\\nCreate a border carbon adjustment to protect American goods that would:\n\nCharge a fee to imports from countries that dont impose a similar carbon fee, or some type of carbon tax.\nProvide a rebate to exports to countries that dont impose a similar carbon fee, or some type of carbon tax.\\nCharge a fee to imports from countries that dont impose a similar carbon fee, or some type of carbon tax.\\nProvide a rebate to exports to countries that dont impose a similar carbon fee, or some type of carbon tax."},{"name":"Increase Teacher Salaries","brief":"One of the primary factors in educational outcomes is the quality of the teacher in the classroom. Most policies to improve teacher quality are focused on education and monitoring. While these policies have their places, theres a more direct method to attracting people who will be strong teachers while also incentivizing those who are currently teaching to improve: pay them more.\\nTeacher salaries should be higher, along with the hiring standards and quality expectations. By improving the quality of teacher in our public education system and incentivizing them to improve their craft, educational outcomes will improve.","quote":"Its been demonstrated that teacher quality is the key factor in student success, and paying teachers more is an effective way to get more talented people into the classroom. My friend, Zeke Vanderhoek, started a charter school that manages to pay teachers $125,000 a year on the budget of a normal school. Not surprisingly, his school has great teachers and outstanding outcomes. We should reduce layers of administration in schools and apply the money to pay teachers at higher levels, particularly those who have proven track records and results.","problems":"Teacher salaries in this country are too low to incentivize potential teachers with great skill but other options.\\nTeachers dont have a strong monetary incentive to continually improve their craft.","goals":"Improve the quality of teachers in the country\\nReward teachers for improving their skills","statement":"Work with states to fund their educational systems to improve teacher salaries and reduce layers of administration, leading to better educational outcomes."},{"name":"Early Childhood Education for All","brief":"Education in America starts too late. There have been massive benefits shown to offering pre-kindergarten options to children throughout their lives, especially for those from low-income families. It also increases sociability, and it relieves the financial burden of finding daycare for families who struggle to afford it.\\nÂ\\nÂ","quote":"Pre-k and early childhood education have been proven to get kids off to a better start, and it also relieves families from having to find and pay for daycare for their children when they are 3 and 4. Other countries are investing in it, including China, and we need to as well for the good of our children and families and our long-term competitiveness as a country.","problems":"Our education system starts too late.","goals":"Create a pre-kindergarten public education system for all 3- and 4-year-olds","statement":"Direct the Department of Education to work with states to create a plan for universal pre-kindergarten education\\nProvide loan forgiveness for education majors who volunteer at places that provide pre-K education."},{"name":"Legalize Marijuana","brief":"Marijuana is still considered a controlled substance by federal law. Thousands are in jail for marijuana-related offenses, particularly people of color.\\nYet marijuana is now legal for adult use in 10 states and the District of Columbia, and 33 states have legalized medical marijuana in some form.\\nWe need to resolve the ambiguity and legalize marijuana at the federal level. This would improve safety, social equity, and generate tens of billions of dollars in new revenue based on legal cannabis businesses.","quote":"I dont love marijuana. Id rather people not use it heavily. But its vastly safer than people becoming addicted to opiates like heroin. And our criminalization of it seems stupid and racist, particularly now that its legal in some states. We should proceed with full legalization of marijuana and pardon those in jail for non-violent marijuana-related offenses. Its a safer, less addictive means to manage pain for many Americans.","problems":"Thousands of Americans, many of them minorities, are in jail for non-violent marijuana-related offenses even as it is now legal in 9 states.\\nFederal treatment of marijuana is unclear as it remains a controlled substance under the law\\nUnregulated marijuana leads to safety issues and lack of oversight","goals":"Provide justice and equity for those convicted of marijuana use and possession\\nProvide regulation and oversight of the marijuana industry\\nGenerate revenue","statement":"Support the full legalization of marijuana at the federal level and remove it from the controlled substances list.\\nExpunge the federal convictions of all marijuana-related use or possession offenses.\\nIdentify non-violent drug offenders for probation and potential early release."},{"name":"Make Puerto Rico a State","brief":"Puerto Rico has been a part of the United States for over a century, and yet its people are still denied many of the rights of full citizens because it is a commonwealth of the US instead of a full state. Puerto Ricans overwhelmingly want to be a state, and we should endorse this and make it happen.\\nÂ\\nÂ","quote":"Puerto Rico should be a state - they function as one right now without the political rights and bankruptcy protection. If Puerto Ricans looked like Swedes theyd be a state already. We must not only offer them political equality but help them rebuild their economy and infrastructure - it will take time but thats what Americans do.","problems":"Puerto Rico has been a part of the US for over a century but has never been granted the full rights of statehood.","goals":"Make Puerto Rico a state","statement":"Take all steps necessary to promote Puerto Rican statehood as an overdue step toward equality if this is what Puerto Ricans want."},{"name":"Value-Added Tax","brief":"A VAT is currently used by 160 out of 193 countries, including every developed nation except the US, because it is a more efficient way of generating revenue with no loopholes. Big companies and rich people are excellent at moving things around to avoid taxes - Amazon, Google, and other companies funnel hundreds of billions in earnings overseas. A VAT makes it impossible for them to benefit from the American people and infrastructure without paying their fair share.\\nÂ\\nÂ","quote":"Taxing income is an increasingly ineffective and inefficient way to generate revenue over time. Take a company like Amazonit can do tens of billions in business and pay no income tax in a given period while storing its income overseas. A Value-Added Tax is much more efficient way to capture the true value of the American infrastructure and will be increasingly necessary over time as more and more work is done by software, robots and artificial intelligence. With a VAT of half the European level, we can pay for Universal Basic Income for all American adults of $1,000 per month.","problems":"Corporations move money around to avoid paying their fair share of taxes.\\nThe burden of paying for social services falls disproportionately on those who earn the least.\\nThe Freedom Dividend should be funded by those who benefit most from the structure and work of society.","goals":"Generate a revenue stream that cant be avoided by corporations who are trying to circumvent our taxation system\\nGenerate revenue that will be consistent with increasing automation","statement":"Implement a Value-Added Tax at 10%, half the European level. Over time, the VAT will become more and more important to capture the value generated by automation in a way that income taxes would not.\n\nThis VAT would vary based on the good to which its applied, with staples having a lower rate or being excluded, and luxury goods having a higher rate.\\nThis VAT would vary based on the good to which its applied, with staples having a lower rate or being excluded, and luxury goods having a higher rate.\\nUse the VAT revenue to pay for the Freedom Dividend of $1,000/month per adult, Universal Basic Income."},{"name":"Hold Pharmaceutical Companies Accountable","brief":"Pharmaceutical companies have, without a doubt, improved the quality of life for Americans. However, certain companies have used the good-will developed through the industrys advances in medicine to abuse the trust of the American public. This despite the fact that many pharmaceutical developments have come from publicly funded research that was then adopted by the industry.\\nNowhere is this most apparent than in the recent opioid epidemic. Purdue Pharma has made more than $35 billion in revenue since releasing OxyContin in 1995. The fine of $635 million for false advertising around claims of non-addictiveness and tamper-proofing is barely a slap on the wrist.\\nPharmaceutical companies are responsible for the health of Americans. They have a duty to play by the rules, and those that break the rules will face repercussions through the criminal justice system.","quote":"Drug companies save lives every day. But their financial incentives may lead them to aggressively market drugs for uses beyond their original intent. We need to provide strong oversight and ensure that new medicines are used in ways that improve health and the public good. With Medicare-for-all, the government will be able to negotiate significantly lower prices on behalf of the public.","problems":"Some pharmaceutical companies prioritize profit over safety.","goals":"Create an incentive for pharmaceutical companies to prioritize safety and vigor through their research before releasing drugs\\nHold those accountable who put the lives of Americans at risk when making a decision about taking a drug to market","statement":"Direct the FDA and DOJ to work together to bring more criminal cases against pharmaceutical executives who use misleading marketing techniques or take shortcuts through the testing and approvals process.\\nDirect the DOJ to strictly enforce all laws regarding fraudulently presenting clinical research data during the FDA approval process.\\nSupport a Medicare-for-all plan that will reduce drug costs for all Americans."},{"name":"Human-Centered Capitalism","brief":"Capitalism as an economic system has led to unparalleled innovation and improvement in the human condition. Many consider it to have won the war of ideas against socialism, but that simplistic view ignores that there is no such thing as a pure Capitalist system. And our current version of institutional capitalism and corporatism is a relatively recent development.\\nOur current emphasis on corporate profits isnt working for the vast majority of Americans. This will only be made worse by the development of automation technology and AI.\\nWe need to move to a new form of capitalism - Human Capitalism - thats geared towards maximizing human well-being and fulfillment. The central tenets of Human Capitalism are:\\nThe focus of our economy should be to maximize human welfare. Sometimes this aligns with a purely capitalist approach, where different entities compete for the best ideas. But there are plenty of times when a capitalist system leads to suboptimal outcomes. Think of an airline refusing to honor your ticket because they can get more money from a customer who purchases last-minute, or a pharmaceutical company charging extortionate rates for a life-saving drug because the customers are desperate.","quote":"We need to make the markets serve us rather than the other way around. Profit-seeking companies are organized to maximize their bottom line at every turn which will naturally lead to extreme policies and outcomes. We need government leaders who are truly laser-focused on the public interest above all else and will lead companies to act accordingly.","problems":"At present, the Market systematically tends to undervalue many things, activities, and people, many of which are core to the human experience.","goals":"Make the economy work for Americans, not the other way around\\nDirect capital to investments to improve human welfare, not to enrich the wealthiest Americans\\nCreate measurements around people, not dollars","statement":"Change the way we measure the economy, from GDP and the stock market to a more inclusive set of measurements that ensures humans are thriving, not barely making it by.New measurements like Median Income and Standard of Living, Health-adjusted Life Expectancy, Mental Health, Childhood Success Rates, Social and Economic Mobility, Absence of Substance Abuse, and other measurements will give us a much clearer and more powerful sense of how we are doing both individually and as a society.\\nRein in corporate excesses by appointing regulators who are paid a lot of money - competitive with senior jobs in the private sector - but then will be prohibited from going to private industry afterward. Regulators need to be focused on making the right decisions and policies for the public with zero concern for their next position.\\nThe governments goal should be to drive individuals and organizations to find new ways to improve the standards of living of individuals and families on these dimensions. In order to spur development, the government should issue a new currency - the Digital Social Credit - which can be converted into dollars and used to reward people and organizations who drive significant social value. This new currency would allow people to measure the amount of good that they have done through various programs and actions."},{"name":"Invest in America’s Mental Health","brief":"There is a mental health crisis in America. Our life expectancy is declining due in part to increasing rates of suicide. Anxiety and depression levels are at record highs and being made worse in young people by excessive use of smartphones. In 2014, an American College Health Association survey of close to 100,000 college students reported that 86% felt overwhelmed by all they had to do, 54% felt overwhelming anxiety, and 8% seriously considered suicide in the last 12 months. Use of anti-depressants and prescription medications are also at unprecedented levels.\\nOn the treatment side, too few Americans receive adequate treatment and many communities lack mental health resources. At the extreme end, some of the mentally ill become threats to others.","quote":"Americans are not doing well, and we need to change it. My brother is a psychology professor and I believe strongly in the power of counseling and treatment to improve peoples mental and emotional well-being. One major priority is to integrate mental health with our greater health care system - if someone comes to the hospital suffering from diabetes, obesity or substance abuse, there is often a link to their holistic mental health. Too many Americans dont seek treatment, dont have the resources, or resort to self-medication. A healthy population is a productive one. We will do all we can to establish a sense of well-being for millions who are currently suffering and remove the stigma from depression in particular.","problems":"There is currently a mental health crisis in America as suicides, anxiety and depression are at record highs Mental health is often treated as a separate set of issues and resources rather than integrated into the greater health care system\\nMany communities lack access to psychologists and social workers\\nMental health issues continue to be stigmatized","goals":"Improve the mental health of millions of Americans\\nIntegrate mental and emotional wellness into the greater health care system\\nIncrease access to mental health resources\\nDiminish the stigma around mental health issues, particularly depression","statement":"Begin a national anti-stigma campaign for mental health issues, Everybody Needs Help Sometimes.\\nEncourage major health care systems to integrate mental health professionals into their primary care.\\nInitiate mandatory coverage for postpartum depression screening for new mothers.\\nIncrease resources and incentives for counselors, social workers and psychologists in rural areas.\\nInvest in AI counselors and other technology that may be helpful in identifying and treating mental health issues across a broad population. The AI would refer issues to a human psychologist.\\nPromote the use of AI for social workers.\\nPromote the use of AI and telecounseling for those who need a psychologist.\\nExplore revision of licensing requirements that limit the supply of treatment providers.\\nProvide robust incentives via a Race to the Top for health care systems to improve mental health outcomes and preventative care holistically."},{"name":"American Journalism Fellows","brief":"Trust in media is at record lows as local news organizations dwindle away due to diminished ad revenues and circulation. Funding for journalists to engage in real investigative reporting is declining rapidly as even major publications no longer can afford robust newsrooms or beat reporters who dont publish regularly. The information we use to make informed judgments is increasingly under threat.\\nIts imperative that we stop this trend. We must treat journalism as the important safeguard to democracy that it is and free up a critical body of reporters from market pressures and incentives.\\nI will initiate the American Journalism Fellows, through which reporters from each state nominated by a body of industry professionals and selected by a nonpartisan commission will be given a 4-year grant of $400,000 ($100,000 per year) and stationed at a local news organization with the condition that they report on issues relevant to the district during the period of their Fellowship. This way, we will have hundreds of journalists in each state working on important news stories and will support local news organizations.","quote":"Journalism is a vital profession for a functioning democracy. We need hundreds of reporters digging into complex issues and stories to find the truth and share it with our citizens and sometimes to act as both a spur and a check on government and industry leaders. We should view journalism as a public good and support it in a way that ensures strong independent viewpoints that can speak truth to power.","problems":"Local news organizations are losing the ability to fund robust reporting.\\nStories are increasingly subject to market incentives that reward sensationalism and discourage thoughtful investigation.\\nMistrust of media is at an all-time high, making it very difficult to form a consensus on solutions or common goals.","goals":"Provide resources to ensure a strong independent press\\nFree up a critical mass of reporters from a need to meet market-based demands\\nAffirm journalism as a profession","statement":"Invest in a National Journalism Fellows program that will select and invest in journalists in and from every state in the Union. Each State would have as many Fellows as Congresspeople (3 for Wyoming, North Dakota, and Alaska all the way up to 55 for California). They would each be funded by a 4-year grant of $400,000 and stationed at a local news organization.\\nFellows would be nominated by an industry body and selected by a nonpartisan commission. Â¼ of the 535 Fellows would be nominated and selected each year for a 4-year term. Their Fellowship would be contingent on their reporting from a given district and state but immune from any other influence."},{"name":"Reduce Harm to Children Caused by Smartphones","brief":"Somewhere between 2.1 and 2.5 billion humans currently own a smartphone. While early models were released as early as 1992, the first iPhone (a good line-in-the-sand for widespread adoption of the technology) was released in 2007. In a little over a decade, these machines have become ubiquitous throughout the world. In the USA, around 70% of adults have smartphones.\\nWhat about children? Research suggests 22% of young children, 60% of tweens, and 84% of teenagers currently use a smartphone.\\nWhile these devices provide unparalleled access to information, their impact on the mind is barely understood. Researchers are just beginning to look at the impact focusing on a screen all day has on human development, and the conclusions are devastating.\\nThere has been an unprecedented surge in depression, anxiety, and suicide, and a marked decrease in sociability. Teenagers are spending more time worrying about whether their online acquaintances like their recent post than they are in person with their friends hanging out and developing social skills. The average teenager spends Friday nights at home, interacting with a machine, instead of out with friends at a game or event.\\nThose who have worked within the industry describe the work theyve done in stark terms. Often relating apps to slot machines, they say that the smartest minds of a generation are spending their time getting teenagers to click on ads and obsess over social media posts to see how many acquaintances respond or react to their posts.\\nIn short, many experts are worrying that the widespread adoption of a poorly understood technology have destroyed the psyches of a generation.","quote":"Smartphones are turning our kids into anxious and depressed zombies. Parents cant compete - we need to help people take control and make smartphone use healthy and productive. Asking technology companies to regulate themselves is unfeasible - they will always want to maximize engagement regardless of the social impact. Government must provide guardrails to keep technology from corroding our mental and emotional well-being, particularly for young people. I love my smartphone too but we need to get a grip on the impact of this technology for the sake of our children.","problems":"New technologies are developing and being adopted throughout society faster than we can understand their repercussions.\\nSmartphones are having an untold impact on our children that will affect them throughout their lifetimes.","goals":"Work to understand emerging technologies impact on human health and behavior\\nFind a way to promote responsible smartphone usage, both within the industry and within the users","statement":"Create a Department of the Attention Economy that focuses specifically on smartphones and social media, gaming and chat apps and how to responsibly design and use them, including age restrictions and guidelines.\\nCreate a best practices design philosophy for the industry to minimize the antisocial impacts of these technologies on children who are using them. Ask Tristan Harris to lead.\\nDirect the Department to investigate the regulation of certain companies and apps. Many of these companies essentially function as public utilities and news sources - we used to regulate broadcast networks and newspapers and phone companies. We need to do the same thing to Facebook, Twitter, Snap and other companies now that they are the primary ways people both receive information and communicate with each other."},{"name":"Every Cop Gets a Camera","brief":"The benefits of body cameras on police officers are clear: A\\nThere are 18,000 different local law enforcement agencies, from the smallest towns to the NYPD. Each agency is subject to its own budget, leadership, and regulations. Nationally, there are thousands of decision makers each balancing different interests and budgetary constraints, making widespread adoption difficult.\\nIt would cost approximately $400 million to equip all 1.1 million US police officers with body-worn cameras (current costs are approximately $350 apiece, not including data storage costs and maintenance).\\nApproximately 400 to 1,000 Americans get shot and killed per year by police (the stats arent clearly kept, which is its\\nAs one company that manufactures cameras puts it: Made for cops by cops. Prove the truth.","quote":"Police officers do a dangerous job every day and deserve our support. Having a camera will help both the public and the police officer resolve complaints. Its the 21st century and its now possible to equip police officers with more advanced equipment than ever before. We should invest in making our police officers as effective as possible while truly being servants and protectors of the communities they serve.","problems":"Police officers have dozens of interactions each day that would benefit from being recorded.","goals":"Improve transparency and police work","statement":"Authorize federal funding to pay for a body camera for every officer in every police department in the country.\\nHave the DOJ compile accurate composite measurements, including from private sources, of police-related incidents and deaths to establish baseline rates.\\nProvide federal funding for training of local police officers in the latest techniques.\\nEncourage community-based policing and reward departments for a combination of low complaints and continued efficacy.\\nRe-establish the ban on distributing surplus unnecessary military-level artillery gear to police departments.\\nInvest in new non-lethal weaponry that can be used to de-escalate conflicts at range and handprint signature guns so that weapons can only be used by their officers (he reached for my gun will no longer apply)."},{"name":"NCAA Should Pay Athletes","brief":"Star Student-Athletes are told that they should be grateful that they are receiving a free education. Meanwhile, schools generate tens of millions in revenue and corporate sponsorship and coaches and athletic directors are paid multiple millions of dollars because of their athletic exploits.\\nThe NCAA should accept the reality that certain of its sports have become entertainment properties and the athletes should be compensated accordingly. This is particularly true for Division I Mens Football and Mens Basketball.\\nWe should create a new type of college athletePerformer athletewho is entitled to market-based compensation. This would not affect the status of any other student-athletes nor the tax-exempt status of the university. However, each university with a Performer athlete would be required to start an affiliated taxable for-profit entity through which both corporate sponsorships and Performer athlete salaries would flow.\\nPaying athletes in certain sports would lead to more resources going to the players who are both the main attraction and putting their bodies on the line each game.","quote":"College sports are awesome and a lot of fun. But its pure exploitation that schools make millions off of student athletes, including television contracts and corporate sponsorships, and then hide behind their tax-exempt status as a school of higher education. Its immoral that these kids are scrounging for meal money while the adults around them are making millions off of them each year. Thats the wrong lesson and the wrong role modeling for them to follow.","problems":"College sports have become a big business complete with corporate sponsors, television deals and multi-million dollar coaching contracts, yet the players are playing for free and in some cases risking their health to do so.","goals":"Enable college athletes to participate in the massive wealth creation they enable for their institutions\\nReduce the incentives surrounding archaic NCAA compensation guidelines for star athletes\\nAllow colleges to focus on their core missions by recognizing when sports activities become affiliated businesses","statement":"Ensure that the NCAA modernizes by agreeing to compensate star athletes who drive significant revenues to their institutions at appropriate levels.\\nOversee the adoption of affiliated for-profit entities by commercial-scale college sports programs.\\nRemove restrictions on amateur athletes making money through autographs, merchandise sales and other common means."},{"name":"Nuclear Launch Decisions","brief":"The decision to launch a nuclear attack is too serious for a single person to make. The vice president should need to verify any such decision made by the president.\\nÂ\\nÂ","quote":"A decision to launch nuclear weapons is too important to rest in any individual's hands. We should ensure that any such decision is verified by the vice president or, if he or she is unavailable, the White House Chief of Staff.","problems":"The power to launch a nuclear attack shouldnt rest with a single individual.","goals":"Prevent a nuclear attack from being launched without enough reason to convince multiple individuals of its necessity","statement":"Bring the VP and Chief of Staff into the chain of command for nuclear decisions for myself and all future Presidents."},{"name":"Limit Bureaucracy in the Federal Workforce","brief":"Apple, Google, Facebook, and Amazon, combined, employ around 750,000 individuals. The federal workforce is made up of 2.3 million individuals.\\nThats too many.\\nFederal workers are smart, dedicated, and hardworking, but they shouldnt be a protected class of worker. Technology is advancing to the point where we should be able to get more done with fewer people, and studies show that fewer federal employees leave their jobs than their private counterparts and enjoy much higher pension benefits. At the same time, the federal workforce is aging and struggles to recruit and retain younger workers. If the top four tech companies can do as much as they do with fewer than 1 million workers, the federal government can find ways to do more with less.","quote":"Ive been an entrepreneur for almost twenty years - I know what small teams can accomplish when theyre scrappy and resourceful. I also know that most organizations over time become bloated and inefficient unless there are requirements otherwise. Most organizations respond to benchmarks and incentives. The federal workforce can and must do more with less. The rest of us are suffering and our government has to become leaner and meaner. It also has to get younger and smarter.","problems":"The American people are paying for an oversized and inefficient federal workforce.\\nThe federal workforce is aging fast and struggles to recruit and retain young workers.","goals":"Reduce the size of the federal workforce by 15 - 20%\\nIncrease efficiency so as to not lose productivity\\nImprove the recruitment and retention of younger workers","statement":"Hire a management consulting firm to identify areas of inefficiency in the federal workforce.\\nImplement new technology to improve government efficiency.\\nReduce the size of the federal workforce by 15 - 20%, working with Congress to change civil service rules to give management greater discretion.\\nEnhance the recruitment and retention of younger workers by changing hiring guidelines, compensation and reporting structures to be more responsive to millennials."},{"name":"Local Journalism Fund","brief":"Local newspapers and websites are withering away. In small towns and communities across the country, the local paper is a thing of the past, leading citizens to no longer have a sense of whats happening in their local government, schools or communities.\\nFor decades local media flourished supported by local advertisements and classified ads. This model is no longer able to support viable enterprises. Yet the function of local journalism is more important than ever to give people a sense of their own communities.\\nWe should recognize that local journalism has a vital public function and support its transition from independent for-profit businesses to non-profits supported by citizens, local institutions, philanthropy, and the government.\\nI will initiate the Local Journalism Fund, a dedicated $1 billion Fund operated out of the FCC that will make grants to companies, non-profits and local governments and libraries to help local newspapers, periodicals and websites transition to sustainability in a new era.","quote":"Journalism is a vital function in any community. How can you be expected to vote on local leaders and issues if you dont know whats going on? This is a market failure, and its clear that this is a space that should transition to non-profits, libraries and public-private partnerships instead of for-profit enterprises in many communities. Im confident that most small towns and cities will be able to support a local website or paper - we just need to support their transition to a new model that supplements advertising and subscription fees with local institutional and citizen support.","problems":"Local news organizations are disappearing because of a lack of financial return.\\nCitizens have fewer and fewer ways to gain insight and perspective on what is happening in their local community, government or schools.\\nMany communities are struggling to transition to new models of journalism.","goals":"Provide resources to ensure sustainable local press\\nSupport a transition to new models of support for local news sources\\nAffirm local journalism as a public good","statement":"Invest in a Local Journalism Fund program that will make grants of between $25,000 and $250,000 to local media outlets, non-profits, libraries, governments, and public-private partnerships to catalyze transitions to new models of support. In many cases, the grants will serve as Matching Funds for other committed support to demonstrate viability. The Fund will be operated out of the FCC and will be divided evenly among states proportionally based on the population of each state."},{"name":"Provide Basic Banking Services through the Post Office","brief":"There are many communities that are underbanked throughout the U.S. that have to rely upon payday lenders. However, virtually every community has a post office, which are now looking for new sources of revenue and support. We should allow U.S. Postal Offices to provide check cashing, savings accounts, wiring money and other basic financial services.\\nÂ\\nÂ","quote":"In other countries, you can get a lot done at the Post Office aside from mail. We should follow suit here in the U.S.it would reduce costs for consumers, make Post Offices more vital, and provide financial services in rural areas.","problems":"Millions of Americans do not have access to basic, affordable financial services.\\nPost offices are community hubs that could use new activities and revenues.","goals":"Broaden access to quality, low-cost financial services\\nSupport the operation of post offices around the country","statement":"Enable the U.S. Postal Service to offer basic financial services at low rates in communities around the country.\\nEncourage post offices to stay open until 8 pm on Tuesdays to accommodate customers."},{"name":"American Exchange Program","brief":"Americans are becoming more and more socially isolated. The divide between urban and rural America is much wider than it used to be, and its a larger determinant of ones partisan leanings than almost any other metric. America is sorting itself into distinct groups and losing empathy for fellow Americans.\\nIn order to maintain a shared sense of America, we need to end this trend. Our differences and our debates have made us great, but were currently too able to avoid those discussions by surrounding ourselves with only those who agree with our point of view. The more our bubbles reflect only our views, the easier it is to view other Americans as enemies instead of friends with whom we disagree.\\nIts imperative that we stop this trend. One way to do so is to ensure that all Americans have an opportunity during their public education to visit areas of America they otherwise wouldnt and engage with fellow citizens they might otherwise not meet.\\nI will initiate the American Exchange Program, through which high school seniors will travel throughout different parts of the country in groups to make friends from different backgrounds and learn about American culture that they would otherwise lack exposure to. While spending time in these areas, these students would participate in local social events and volunteer for local organizations, thus feeling a part of these communities.","quote":"Right now its far too easy for Americans to generalize about people in another state or region or walk of life. If we have each high school graduate spend time with a diverse set of graduates in different parts of the country, they would forever form a different, deeper and broader understanding of what it means to be an American. It would improve our culture and politics immeasurably over time. Plus, every 18-year old would love a road trip.","problems":"Americans are increasingly divided, lacking empathy for fellow citizens with whom they disagree\\nIts become easier for us to retreat into our bubbles and view fellow citizens as the other or the enemy\\nMost people dont experience the variety of culture that is on offer throughout America\\nPolitical polarization is at an all-time high which is making it very difficult to form a consensus on solutions or common goals.","goals":"Create a shared culture based on empathy\\nHighlight our shared humanity rather than our partisan differences\\nInstill the value of social service and civic engagement on our children as they develop into adults","statement":"Initiate the American Exchange Program as part of our public education system, to foster civic engagement while introducing young Americans to fellow citizens they would otherwise not have an opportunity to meet.\\nPrior to receiving their Universal Basic Income, high school graduates would embark on a multi-regional exchange program to different regions and communities. Civic education would be included in the programming so that each person has a higher sense of citizenship. This program would last for at least six weeks to allow for students to become sufficiently immersed in the new location."},{"name":"Prevent Corruption among Federal Regulators","brief":"The Office of the President is admired throughout American society. However, that respect has been capitalized on by recent presidents for personal gain. Six-digit speaking fees and lucrative board positions fuel the perception that the President may go soft on people that he or she could receive fees from after leaving office.\\nIn order to combat this, we should raise the presidents salary from the current $400,000 to $4 million. However, anyone who served in the office would be barred from accepting speaking fees or lucrative board positions for personal gain after leaving office.\\nAnd its not just the president. Any number of people working at regulatory agencies know that they have lucrative job offers waiting for them within the industries theyre currently regulating. They have an economic incentive not to burn any bridges in their current positions before moving into the industries theyre supposed to be policing on behalf of the rest of us.\\nCabinet members and heads of regulatory agencies should have their salaries increased from $275k to $1 million, but be barred from accepting any speaking fees or industry employment for 10 years post-service.","quote":"Government jobs dont pay as well as high-level private sector jobs, which leads to a revolving door between government and industry. Often, industry will pay a government employee 5 to 10 times their salary after they leave office. This makes it very natural for regulators to go easy on the companies they regulate. We need to immunize those in charge of government from market forces by compensating them at higher levels and then making it so they cant go back to their old jobs.Corruption in this case would be diminished by paying government officials more. The government has a printing press - it should be using it to empower regulators to act on behalf of the people instead of relying upon officials ignoring their own economic interests.","problems":"The respect people have for the Office of President is damaged by the view that presidential policies are, sometimes subconsciously, motivated by a desire to have lucrative offers and good relationships after leaving office.\\nRegulators have an economic incentive to take it easy on the industries theyre regulating.","goals":"Allow the president to promote policies free of undue economic influence\\nRestore the trust people have that the president is motivated by helping them instead of the people who have the most lucrative post-office offers\\nEmpower regulators and policymakers to make decisions free of market influences","statement":"Increase salaries for government officials that operate in a regulatory capacity to much higher levels.\\nBar anyone serving in a regulatory capacity from working as a lobbyist or within the industry they were regulating after leaving their position.\\nPledge to accept no speaking fees or board positions for personal gain after leaving office.\\nRequest that the next President receive a raise to $4 million but then be barred from any speaking fees or board positions for personal gain after leaving office."},{"name":"Closely Monitor Mental Health of White House Staff","brief":"Working in the White House, by all accounts, is a stressful job. It can exacerbate existing mental health issues, or trigger latent ones.\\nWhile mental health can be improved and those who suffer from issues are often productive members of society, staying well requires constant work. Additionally, the information that flows through the White House, and the work done there, is of utmost importance.\\nThere should be a White House Psychologist group whose job it is to monitor the mental health of employees serving in the executive branch. All those employed - including the president - should undergo regular mental health evaluations, and the psychologists should be free to make recommendations as to each individuals fitness for whatever office they hold and refer people to the White House Chief of Staff.","quote":"Being a senior government official is a stressful job. It stands to reason that there should be a psychologist on staff who is able to treat people, help them sort through issues and flag potential problems. My brother is a psychology professorI believe in the power and good that the discipline can do. We should be 100% confident that people in power don't have severe psychological problems. This will also help reduce the stigma around counseling for those who would benefit from it, which is pretty much everybody.","problems":"Mental health issues need to be monitored better in the executive branch, all the way up to the President.\\nWe should work on removing the stigma attached to mental and emotional issues that are commonplace.","goals":"Ensure good mental health for those running the executive branch of the federal government\\nTreat mental health issues for those serving in the White House\\nDestigmatize mental health issues","statement":"Hire a White House psychologist corps and require all employees of the executive branch to undergo regular evaluations to determine their fitness for service. The White House psychologist corps would report to the Chief of Staff."},{"name":"Free Marriage Counseling for All","brief":"Children raised in two-parent households have better outcomes across almost every dimension. Studies also show that being in a happy marriage contributes to longevity and life satisfaction. However, there is currently very little support out there for people who are looking for assistance in managing their marital relationship.\\nBecause of the huge societal good from keeping married couples who want to stay together in their relationships, marriage counseling for interested couples should be free or heavily subsidized by the government.","quote":"Marriage rates have plummeted across the board in America. And if you do get married, its tough to stay together through all of the stresses that accompany marriage and particularly child-rearing. Any couple that stays together is a win for the next generation. We should support families who want to stay together in any way we can.","problems":"Divorce negatively impacts the adults involved as well as children.\\nChildren from two-parent households have, on average, better outcomes across most metrics.","goals":"Provide assistance to couples who want to remain together but are struggling","statement":"Include family counseling in any healthcare plan offered through the federal government.\\nMandate the inclusion of family counseling services in any plan sold through the ACA marketplaces.\\nSubsidize marriage counseling provided by any credentialed provider through the tax code."},{"name":"Automatically Sunset Old Laws","brief":"Congress is set up to pass laws. Theyre not set up to remove old laws. Because of this, the U.S. Code has become a bloated mess that only benefits those looking to exploit loopholes or avoid responsibility by pointing at the letter of the law.\\nWhile its important to take the time to revise the U.S.C., we should also proactively stop it from becoming a mess again in the future.\\nAll laws passed should have their success metrics (in business, we call these Key Performance Indicators, or KPIs) defined and included. There should also be a sunset period defineda time during which, barring Congressional action, the law will be removed from the books.\\nAfter the defined period, a Congressional committee could hear testimony about how the law has met its KPIs and, if its still relevant and has achieved its goals, can decide to reenact it for another period of time. If it is no longer relevant, or if it has failed to achieve its defined goals, it should cease to be law.","quote":"We have a thicket of old laws that may have made sense when they were passed, but now have given rise to special interests that live off of them. Getting rid of laws is extremely toughwe have to make it easier by having a term and evaluation. This would empower Congress to re-evaluate laws periodically and channel resources more effectively. We live in the present and future, not the past, and we should govern accordingly.","problems":"Congress has incentives to pass laws but not remove them, resulting in a bloated collection of laws.\\nSome of these laws are actively harmful - they not only failed to achieve their goals, but they create more problems than they solve. However, there is always someone who benefited from it and will lobby for it to stay. Now, the default is that it sticks around without action; that should change.","goals":"Prevent U.S. law from becoming unwieldy\\nAutomatically sunset harmful, useless, or underperforming laws","statement":"Veto any bill that includes spending that doesnt include an automatic sunset period and a clearly defined set of goals, with measurable performance indicators.\\nPush for a Constitutional Amendment calling for an automatic sunset period for laws as theyre enacted, which will remove those laws barring Congressional evaluation and renewal."},{"name":"Prosperity Grants","brief":"In order to foster investment in the community, the federal government should give each working-age American $100 per year to donate to a 501(c)3 non-profit. This would funnel approx. $20 billion to local non-profits, and it can easily be paid for by reducing the tax credit for itemized donations to a maximum of 22% with a floor of $500 for itemized deductions.\\nÂ\\nÂ","quote":"Philanthropy right now favors interest areas that the wealthy like to support, and the itemized charitable deduction is enjoyed almost entirely by the richest Americans. Making every American a philanthropist would facilitate new interactions in the community and diversify the organizations that are supported. It would also make sure that non-profits could be rewarded more by the people that they serve, increasing their efficiency.","problems":"People feel less invested in the goals of their local community\\nPhilanthropy is regarded as the province of the wealthy\\nCauses that the wealthy prefer to get more donations","goals":"Get people to donate money locally\\nMake non-profits more responsive to constituent needs\\nIncrease civic engagement\\nShift non-profit interests toward broader goals","statement":"Direct the IRS to create a Prosperity Grant program.\\nEach year at the beginning of the year Americans would receive $100 that could only be donated to a 501c3 institution through the same mechanism that they receive the Freedom Dividend/Universal Basic Income.\\nWork with Congress to change the tax code to account for Prosperity Grants."},{"name":"Prevent Airlines from Removing Customers","brief":"Airlines have been overbooking their flights and then forcibly removing paying customers when an issue arises. The FAA should prevent this activity and force airlines to continue to offer a larger amount of money until someone takes them up on the offer and removes themselves from the flight. No one should be physically removed because the airline wants to make more money.\\nÂ\\nÂ\\nÂ","quote":"If an airline wants a passenger to get off a plane in order to make more money, they should offer that money to passengers until someone says yes. We are human beings and your customers, not simply names on a screen.","problems":"Airlines are using force to remove paying customers for the airlines mistake.","goals":"Prevent airlines from abusing customers","statement":"Direct the FAA to force airlines to have customers auction their seat back to the airline when they have overbooked the flight.\\nDirect the FAA to investigate any airline that forcibly removes a customer for any reason other than that customer is posing a threat to other customers."},{"name":"Improve the American Scorecard","brief":"Traditionally, the economy has been measured by looking at the GDP or the stock market. Employment rates and household income are also used to measure how the average worker is doing.\\nHowever, even the creator of the GDP admits that it doesnt really reflect the full story. And, as economic inequality rises and the fruits of societys labors accrue to fewer individuals, its become obvious that we need to expand our definition of economic prosperity past a single number. The bottom 80% of Americans only own 8% of stocks and rising GDP has virtually no relationship with each citizens wellbeing.\\nWhen you measure something, you implicitly set your policy goals. By focusing our measurement on GDP, weve promoted production over all else. Its time to start measuring economic prosperity using a wider index that measures human as well as monetary indicators, such as (but not limited to):\\nIn short, why use GDP as a proxy for how Americans are doing when we can easily measure that well-being directly? Lets start an American Scorecard, directly measuring the things we should be focusing on.","quote":"Our economic system needs to be updated for a new era. GDP and profitability are increasingly unrelated to how most of us are doing in real life. We need to implement a new set of measures like mental health, happiness, childhood success and quality-adjusted life expectancy that actually indicate our progress as a society and then channel resources to improving them. We don't exist to serve the market. The market exists to serve us.","problems":"Focus on a single number skews policy directives.\\nGDP doesnt take into account economic inequality.","goals":"Refocus our measuring tools to better capture the actual economic/well-being of the American people\\nSet policy goals against measurable indicators of well-being\\nMake an American Scorecard to measure progress on these goals","statement":"Create the American Scorecard to:\n\nExpand our measurement tools to account for other human factors that should be used to determine policy.\nLet these numbers set our policy focus and set goals against them.\nTask government departments with improving performance against various new measurements.\nEnsure that income and wealth inequality do not continue to grow in America by adopting Universal Basic Income of $1k/month per adult.\\nExpand our measurement tools to account for other human factors that should be used to determine policy.\\nLet these numbers set our policy focus and set goals against them.\\nTask government departments with improving performance against various new measurements.\\nEnsure that income and wealth inequality do not continue to grow in America by adopting Universal Basic Income of $1k/month per adult."},{"name":"Increase Assistance for Single Parents","brief":"Being a parent is the toughest job on the planet, even with a partner and strong extended family to rely on. Its even tougher for the 13.6 million single parents out there, most of them mothers. The numbers are set to rise sharply - today, 40% of the children born in the United States are born to unmarried mothers, up from 15% in 1980.\\nWe should be doing more to help them and the approx. 21 million children being raised in single-parent households.\\nOutside of programs such as the Freedom Dividend to raise them out of poverty and support their ability to provide food and housing for their family, the best thing we can do for these parents is to help them find and build a support network.\\n","quote":"Being a parent has been an experience like no other - I cant imagine going through it alone. We need to do all we can to support the single parents out there, particularly single mothers, as they have to balance more demands than the rest of us can understand. As President, I will make helping single parents a key priority of the Federal government in ways big and small. It's vital to the future of our society that single parents get the support that they need. It takes a village to raise a child, and investing in children pays off in healthy, productive adults.","problems":"Single parents are trying to do the toughest job on the planet with very little support.\\nOften they must balance a full-time job or several jobs with raising children.","goals":"Support single parents in the raising of their children\\nHelp form stronger communal bonds for single parents and their children","statement":"Invest in programs that provide support for single parents, including but not limited to:\n\nUniversal Basic Income of $1k/month for all adults\nMandatory family and maternity leave for full-time employees\nTax breaks for child-care services\nIncreased federal funding for pre-K programs\nThe creation of responsibility-sharing networks, allowing single parents to work with each other for childcare and other responsibilities, and allowing these children to socialize with other children\nInvestment in communal housing specifically for single parents to be able to pool resources and caregiving\\nUniversal Basic Income of $1k/month for all adults\\nMandatory family and maternity leave for full-time employees\\nTax breaks for child-care services\\nIncreased federal funding for pre-K programs\\nThe creation of responsibility-sharing networks, allowing single parents to work with each other for childcare and other responsibilities, and allowing these children to socialize with other children\\nInvestment in communal housing specifically for single parents to be able to pool resources and caregiving\\nInitiate a campaign to assist single mothers and a national recruitment drive for Big Brothers Big Sisters of America for male volunteers to spend time with children of single mothers who would like a positive male role model (the waiting list for little boys looking for a big brother is twice as long as the waiting list for little girls)."},{"name":"Fund Medical Technology Innovation","brief":"Advances in medical technology have dramatically increased our lifespans and quality of life. A straight line can be drawn between the advent of vaccines, antiseptics, antibiotics, and other elements of modern medicine and the vastly improved health of Americans. Very few areas of technological innovation have even come close to that type of return on investment.\\nWe should continue to promote innovation in this area, both in the development of new technology, and in the way we use currently existing technology to benefit our health. This is particularly true in rural areas and underserved populations where there are not currently strong financial incentives to provide preventative care.","quote":"We can use technology much more effectively to improve health outcomes if we try to keep people healthier and prevent problems before they become serious rather than waiting until people come into the doctors office or hospital. Right now, we invest a ton in treatment - we should be doing the same thing for preventative care and technology measures that keep you out of the hospital.","problems":"More investments could be made in medical technology.\\nCurrently existing technologies that could be put to better use in the medical field arent, or cant under current regulations.","goals":"Increase innovation with medical technology\\nPromote the adoption of technology in medical uses","statement":"Promote the use of telemedicine for rural areas.\\nPromote the use of AI for social workers.\\nPromote the use of AI and telecounseling for those who need a psychologist.\\nCreate tax incentives for people to use these services.\\nLook into regulations preventing the use of these technologies, especially in areas that currently require licensing.\\nInvest more heavily in research on innovative medical technologies.\\nProvide robust incentives via a Race to the Top for companies to improve health outcomes and preventative care."},{"name":"Fund Autism Intervention","brief":"As awareness of the symptoms of autism has improved, weve seen an increase in the number of children diagnosed with autism. Recent numbers from the CDC put the rate at 1 in 59 children in the US.\\nOutcomes for autistic children are significantly better if theyre diagnosed early and receive the care they need to develop.","quote":"One of my boys is on the autism spectrumI know how invaluable resources and intervention can be, particularly if adopted early on. Families struggle with this in very personal ways. As a country, we should provide ample resources to parents to be able to intervene to support the development of children with autism or who are exceptional in other ways. Many of these children have something unique to offer.","problems":"Autism affects 1 in 59 American children, but resources currently dont meet the needs of these children","goals":"Adequately fund early childhood intervention and treatment for autistic children","statement":"Direct the Department of Education to support states (with information and funding) in implementing programs to identify and treat autistic children.\\nDestigmatize autism and related neurological profiles as commonplace and distinct."},{"name":"Rebuild American Infrastructure","brief":"Americas infrastructure is showing its age. Roads are cracking, bridges are becoming less stable, our schools are aging and our ports cant accept the new, larger boats that are made possible by the expansion of the Panama Canal.\\nNot only are these degradations a danger to Americans, but theyre costing this country money and jobs. By some estimates, our infrastructure problems could cost us as much as $1 trillion per year and 3.5 million jobs. Every time youre stuck in traffic is lost time.\\nWe need to immediately invest in infrastructure. Not only can we avoid the negative repercussions, but we can create up to 15 million jobs over a ten-year period. The Federal Reserve and IMF both estimate that every dollar spent on infrastructure earns $1.5-$3 back. And well decrease deaths related to the poor condition of our roads and bridges.\\nÂ\\nWe can also use this opportunity to modernize our infrastructure, including power plants, sewer, and water systems, and public transportation systems. We can look to invest in a nationwide fiber-optic network. We can also use this rebuild to experiment with innovative new technologies, such as solar-cell roadways, used to generate free electricity for the surrounding communities.","quote":"Our infrastructure is a dangerous embarrassment and a symbol of how weak our state has become. We are still living off of the investments of past generations in the 1960s. We need to own the future, which includes building a world-class infrastructure befitting the worlds most advanced society in 2020. When our infrastructure works better well all work better. This will also help put millions of Americans back to work anddemonstratethat America can yet build great things.","problems":"Americas infrastructure is outdated and breaking down, resulting in increased inefficiencies and even dangers that impact millions of people each day.","goals":"Rebuild Americas infrastructure\\nCreate millions of jobs\\nImplement new technologies","statement":"Propose a $1 trillion infrastructure investment initiative Rebuild America over 5 years that will support over 13 million jobs and generate $1.5 trillion-plus in increased efficiency and productivity.\\nInclude a series of Challenge Grants to include advanced materials and designs in new American structures with an emphasis on sustainability.\\nExpand the fiber-optic network to include rural areas and make it so that 98% of Americans have access to high-speed Internet."},{"name":"Reduce Student Loan Burden","brief":"Student debt levels have exploded relative to other forms of debt over the past decade in particular. Educational loan totals recently surpassed $1.4 trillion in the U.S., up from $550 billion in 2011 and only $90 billion in 1999. The average level of indebtedness upon graduation is up to $37,172 and there are 44 million student borrowers. Default rates have crept up steadily to 11.2%, and if you include delinquency rates its as high as 25%. This is limiting the growth of our economy and also crippling the advancement of millions of young people in their careers and in starting families. We need to create a clear path out of this crippling debt.\\nÂ\\nÂ","quote":"I understand student debtI owed tens of thousands for years after graduating. Its immoral how we have saddled so many of our young people with so many school loans, often for degrees that will not result in solid careers. Its even worse if you dont finish school - you still owe the money and dont get the benefit of a degree. Too many of our young people have been sold false promises. We owe it to them to do all we can to reduce their burden and make it so that they will be able to move forward in gaining skills, building a career, starting a family and pursuing their ambitions. The future of our society depends on their success.As President I will see to it that the Federal government does not make one cent from providing educational loans to its citizens. I will make sure that students get the lowest possible interest rates and can refinance at those rates. I will explore a blanket partial reduction of outstanding student loans for recent graduates - call it the Bailout for the People. Indebted students deserve a bailout much more than the banks did. I will ask schools to forgive in part or in whole the debts of those who do not graduate. I will support a program that allows graduates to pay a percent of income instead of a fixed amount. I will establish a commission to reduce or forgive the loans of students who were induced to pursue a degree under false pretenses. I will make it easier to discharge school debt in bankruptcy. I will establish a grant program that forgives student debt for those who work in rural areas or with underprivileged populations. Last, I will gladly close schools that are essentially diploma mills preying upon the hopes and dreams of the vulnerable among us.There will be accountability for every dollar that the public is spending on school loans. We owe it to the next generation to get this right. We have to stop screwing young people and sticking them with the bill.","problems":"Education debt has exploded in recent years to unsupportable levels.\\nMillions of young Americans owe tens of thousands of dollars in debt and face an uncertain financial future. Entire generations will have difficulty advancing professionally, starting families, buying homes and vehicles, and fueling the next level of economic growth due to high debt loads.\\nThere is low accountability for educational institutions that benefit from public financing while providing graduates little in the way of real opportunities.\\nLenders have little incentive to work with those in debt since bankruptcy doesn't eliminate student loan debt.","goals":"Reduce the burden on millions of young Americans for their education\\nImprove efficacy of funds invested in education\\nIncrease accountability of educational institutions","statement":"Immediately reduce the student loan payments for millions of Americans by ensuring that the American government does not profit one cent from its educational loan servicing and that students get the same interest rates as the wealthiest bank. Any profit that the government does realize will go into reducing rates the following year until profit is zero.\\nExplore a blanket partial reduction in the principal of school loans for recent graduatesthe Bailout for the Peopleand forgiveness for debt beyond a certain period after graduation (e.g. thirty years).\\nPropose the 10Ã10 Student Loan Emancipation Act, a plan by which the federal government would buy student loan debt (negotiated rate with the private lenders) and allow students to opt into a plan to repay it through pledging 10% of their salary per year for ten years, after which the balance would be forgiven.\\nAsk schools to forgive in part or in whole the debts of those who do not graduate.\\nInitiate a program that allows graduates to pay a percent of income instead of a fixed amount.\\nEstablish a commission that will explore debt forgiveness or reduction for students who sought degrees under false pretenses.\\nChange bankruptcy laws to make it easier to discharge educational debt.\\nExpand a program that forgives the debt of graduates who work in rural areas or with underprivileged populations.\\nClose schools with high loan default rates and consistently low employment placement success.\\nPolice and prosecute all marketing representations of schools that might induce enrollment under false pretenses.\\nAllow student loan debt to be discharged through bankruptcy, thus forcing lenders to work with students in good faith to find workable repayment plans."},{"name":"Expand Access to Medical Experts","brief":"Doctors still serve a vital role in our healthcare system, but more basic visits and diagnoses are increasingly able to be carried out by individuals without full medical training using technology to assist their diagnoses.\\nIn one study, IBMs Watson made the same recommendation as human doctors in 99% of cases and actually diagnosed illnesses missed by human doctors in 30% of them. Similar technology could help monitor and manage chronic conditions such as obesity and diabetes while still referring more complex health issues to more experienced doctors.\\nWe should enable a new class of Primary Care Specialists or Nurse Practitioners to provide health care to patients in rural and indigent areas in order to increase access to quality healthcare and preventative/maintenance medicine at a lower cost.","quote":"We have a massive doctor shortage in this country and too many Americans receive inadequate care. We need to make it possible for all Americans to have access to quality care, which includes broadening the type of professionals who can provide care in rural and underserved environments.","problems":"There are a limited number of doctors to see a large number of patients.\\nIllness monitoring and preventative care are expensive despite being rote.\\nThere are a large number of people interested in being healthcare providers without the interest or capability of going through the entire medical school process.","goals":"Increase access to preventative care and health monitoring services\\nUse technology to assist in the more rote aspects of healthcare\\nIncrease the viable career options within the primary care field","statement":"Invest in innovative technologies related to healthcare diagnosis and maintenance.\\nWork with licensing agencies to create new levels of medical licensure for Primary Care Specialists - technology-enabled individuals with less training than doctors to help with routine health issues while knowing when to refer a case to a Doctor of Medicine."},{"name":"Support the Revival of Earmarks","brief":"Earmarks have received a bad name in American politics. However, many experts believe that killing off the practice of earmarks has drastically increased the difficulty of getting legislation passed.\\nÂ\\nIn reality, our Representatives in both the House and the Senate are there to represent and serve their local constituencies. Those who have constituents that are more affected by a given piece of legislation are often faced with a binary yes/no decision. Earmarks allow another level of negotiation in the governing processthose representatives can generate revenue for their area that might offset the negative impacts their constituents would face in an otherwise socially desirable piece of legislation.","quote":"Some pork is a small price to pay for a functional legislature. We have togivelawmakers incentives to cooperate again.","problems":"It is currently exceptionally difficult to pass legislation in a system that doesnt allow Representatives to argue for benefits for certain constituencies that are most affected by socially beneficial legislation","goals":"Make it easier to pass legislation\\nIncrease the benefits of legislation to a wider constituency","statement":"Advocate for Congress to change its rules around earmarks to bring them back."},{"name":"Medicare for All","brief":"Access to quality healthcare is one of the most important factors in overall well being, and yet America is one of the few industrialized nations not to provide healthcare for all of its citizens. Instead, we have a private healthcare system that leaves millions uninsured and bankrupts even some of those who do have health insurance. At the same time, our cost of care is higher than in almost any other industrialized country while providing worse outcomes. The Affordable Care Act was a step in the right direction, providing funds to states to innovate while expanding Medicaid substantially. However, it didnt address the fundamental issues plaguing our healthcare system:\\nThis must change.\\nThrough a Medicare for All system, we can ensure that all Americans receive the healthcare they deserve. Not only will this raise the quality of life for all Americans, but, by increasing access to preventive care, it will bring overall healthcare costs down.\\nWith a shift to a Medicare for All system, costs can also be controlled directly by setting prices provided for medical services. The best approach is highlighted by the top-ranked Cleveland Clinic. There, doctors are paid a flat salary instead of by a price-for-service model. This shift has led to a hospital where costs are visible and under control. Redundant tests are at a minimum, and physician turnover is much lower than at comparable hospitals.\\nDoctors also report being more involved with their patients. Since theyre salaried, theres no need to churn through patient after patient. Instead, they can spend the proper amount of time to ensure that each patient receives their undivided attention and empathy.\\nOutside of a shift to a Medicare for All system, we can look to the Southcentral Foundation for another important shift necessary in the way we treat patients: holistic approaches. At this treatment center for native Alaskans, mental and physical problems are both investigated, and, unsurprisingly, the two are often linked. By referring patients to psychologists during routine physicals, doctors are able to treat, for example, both the symptoms of obesity and the underlying mental health issue that often is related to the issue. The referral also leads people with issues they may otherwise try to bury - sexual abuse, addictions, or domestic violence issues - to bring them up with a doctor so that they can be addressed.\\nBy providing holistic healthcare to all our citizens, well drastically increase the average quality of life, extend life expectancy, and treat issues that often go untreated. Well also be able to bring costs under control and outcomes up, as most other industrialized nations have.\\nFinally, being tied to an employer so that you dont lose your healthcare prevents economic mobility. Its important that people feel free to seek out new opportunities, and our current employee-provided healthcare system prevents that.","quote":"Healthcare should be a basic right for all Americans. Right now, if you get sick you have two things to worry about - how to get better and how to pay for it. Too many Americans are making terrible, impossible choices between paying for healthcare and other needs. We need to provide high-quality healthcare to all Americans and a Medicare for All system is the most efficient way to accomplish that. It will be a massive boost to our economy as people will be able to start businesses and change jobs without fear of losing their health insurance.","problems":"Millions of Americans live without healthcare.\\nEven those with healthcare are often bankrupted by healthcare costs.\\nMany Americans who have healthcare have policies that dont afford them the opportunity to receive proper care.\\nHealthcare costs in this country are relatively high, and outcomes are relatively poor.\\nDoctors are incentivized to act as factory workers, churning through patients and prescribing redundant tests, rather than doing what theyd preferspending extra time with each patient to ensure overall health.\\nMany health issues fall through the cracks because doctors rely on patients to bring up issues rather than treating each one holistically.\\nEmployees are tied to their employers because they receive the healthcare benefits through them.","goals":"Holistic healthcare for all Americans\\nBend the cost curve of healthcare down\\nFocus on preventive and holistic care\\nChange the incentive structure for doctors\\nAllow doctors and hospitals to innovate in treatment","statement":"Work with Congress to create a Medicare for All system to provide healthcare to all Americans.\\nShift the way doctors are compensated to promote holistic and empathic care.\\nCreate incentives for and invest in innovative treatment methods and methodologies."},{"name":"Make it Easier to Save for Retirement","brief":"Most Americans want to do more to save for retirement, but they dont know how. Its also always easier to say, Ill start tomorrow, when the expenses of today crop up.\\nThe government should help people who want to do more to prepare for their future.\\nThere should be opt-in retirement accounts that have defined contributions that automatically increase with peoples incomes. By opting in, an individual could define a portion of their income to be dedicated to this tax-free account, and as their income increases, or at regular intervals, the amount could be automatically increased.","quote":"Its very hard to save for retirement years from now, and accounts seem very complex. Yet the earlier you start, the better off youll be. We need to help Americans simplify their financial lives by making retirement savings self-activating. Its a lot easier to save money if its automatically being done for you.","problems":"People want to do more to save for retirement but dont know how.\\nSaving immediately is hard, but defining a time in the future to automatically start and increase that saving is much easier.","goals":"Help people save for their future\\nUse behavioral economics to build a retirement system for people to opt into","statement":"Create a tax-free investment vehicle into which people can opt to automatically have a portion of their income directed, and allow them to define automatic increases to their contribution (either based on increases to their reported income, or at regular intervals)."},{"name":"Free Financial Counseling for All","brief":"The current level of financial literacy in America is shockingly low. Most people dont understand how our banking system works, how to invest their money, or whats the best financial vehicle for their retirement fund. And most Americans cant afford, or dont have enough money to warrant, a financial advisor.\\nSince we want Americans to have some control over their retirement, its important to ensure Americans have the knowledge they need to save and invest properly. While educating people when theyre young adults is one avenue to achieve this, not everyone remembers everything they learned in high school (and, if were honest, almost all of us didnt pay attention in at least one class). Its important to continue to provide assistance to those who want to learn how to save for their future.","quote":"Financial literacy is lacking for many Americans, in part because it doesnt seem relevant until too late, and then it seems needlessly complex. We need to make it easier to learn about investing and saving for Americans of every age and stage. Financially literate Americans are harder for companies to take advantage of and will pass good financial principles down to their children. This is good practice.","problems":"Most Americans have no idea how to save for their future, despite desperately wanting to.","goals":"Make it easier for Americans to learn about personal finance\\nAssist Americans in saving for their future","statement":"Direct the IRS to invest in online courses and AI-based advisors to help people understand their options for personal finance.\\nAllow all Americans to deduct the cost of a personal finance course at a community college from their taxes.\\nCreate a division of the IRS to assist individuals who are looking for personal finance advice to contact them for that advice."},{"name":"Make Community College Affordable for All","brief":"A lot of ink has been spilled over the skills gap - the space between skills those seeking work have and those hiring want. Theres a simple solution to this problem: community colleges.\\nAll community colleges should be funded at a level to make tuition free or nearly-free for anyone, especially those who are taking vocational classes. The government can be involved, but businesses should also be encouraged to invest in their areas community colleges, both to create stronger ties to their communities and better access to this potential workforce.","quote":"Community Colleges have the potential to be the great equalizer. Their costs are low and their students are exactly the kind of people who want to enter the middle class. Many students are balancing their studies with full-time jobs. We should invest in our Community Colleges to make attending them cost-free or nearly so as an elevator to the middle class.","problems":"There is a skills gap between skills needed for open positions and skills possessed by those looking for work\\nCommunity colleges, though cheaper than other options, still present significant expenses for students trying to gain skills","goals":"Make vocational classes through community colleges free or nearly free","statement":"Work to fund community colleges to a point where they can provide free (or drastically reduced) tuition to anyone from the community (especially those taking vocational classes)\\nExpand what classes are defined as vocational classes, especially into IT and computer science fields\\nWork to create tax incentives for businesses who invest in their local community colleges and provide co-working opportunities"},{"name":"Life-Skills Education in All High Schools","brief":"Our current high school curriculum is largely academics-focused, putting a primary emphasis on preparing for college entrance exams and the rigors of higher academic institutions. This does a disservice to all of our children who dont plan to go to college, focusing instead on a trade or other path in life.\\nWhile preparing those who wish to go to college should continue to be a focus of our high school education system, we need to do more to prepare our children to function in the world independent of further education. The curriculum should expand to cover things such as:\\nThese skills are arguably more important to success in life than geometry, and yet we force students to learn more of the latter than the former. Our education system should shift to include these life skills.","quote":"The purpose of education should be to enable a citizen to live a good positive, socially productive life independent of work and further education. We need to make school more relevant to our young people by teaching them things they might actually use every day. Emphasizing rote academic skills in the age of supercomputers is not preparing our people for what's to come.","problems":"For students who arent planning to go on to higher education, our high school curriculum includes a lot of materials that wont be relevant in their lives.\\nFor all students, a large portion of adulting is ignored, sending these children to live on their own without the basic tools needed.","goals":"Better prepare all students for the skills theyll need to operate as adults and contribute to society\\nCreate a path for those students who dont have an interest in higher education","statement":"Promote leaders in the Department of Education that promote life-skills education at least as much as higher education.\\nPromote leaders in the DOE who envision trade skills as an educational path in secondary school."},{"name":"Modernize Military Spending","brief":"Our service members are our bravest Americans, and they comprise the finest fighting force on the planet. Often they are not being put in a position to succeed, either at home or abroad.\\nMany service members are returning home with issues or injuries and arent receiving the right support or opportunity. We need to invest more money and resources in treating our soldiers with the care that they deserve.\\nToday, loose nuclear material, cyberterrorism, misinformation and other unconventional attacks pose a grave threat to America, and these are less impacted by manpower and equipment on military bases. Money and resources should be redirected to places where it can do the most to protect us from the actual threats were facing today.","quote":"We need to build a military designed for the challenges of 2020, which are going to be determined as much by technical superiority and resilient systems as they are manpower and artillery. We have massive needs here at home that our men and women of the military can help us meet that will also help them develop valuable skills. Whatever we do, weshould be investing resources to adequately equip and care for ourmen and women in service and afterwards.","problems":"The military budget makes up 54% of all discretionary spending, much of which is focused on defending against threats from decades ago as opposed to the threats of 2020.","goals":"Refocus the militarys focus on modern threats, such as loose nuclear material and cyberterrorism\\nUtilize the vast talent of our soldiers in areas outside of warfare, such as infrastructure repair\\nEnsure that our armed forces service members have ample preparation and resources both during and after their service","statement":"Invest in the treatment of veterans, and ensure that soldiers are treated with care and respect upon returning home by a system that recognizes them as assets and contributors.\\nDirect the Secretary of Defense to identify areas where military spending is going to programs that arent making us safer in the context of modern warfare that can be eliminated or are redundant.\\nRechannel 10% of the military budget - approximately $60 billion per year - to a new domestic infrastructure force called the Legion of Builders and Destroyers. The Legion would be tasked with keeping our country strong by making sure our bridges, roads, power grid, levies, dams, and infrastructure are up-to-date, sound and secure. It would also be able to clear derelict buildings and structures that cause urban blight in many of our communities and respond to natural disasters. The Legion would prioritize projects based on national security, economic impact, and regional equity. Its independent budget would ensure that our infrastructure would be constantly upgraded regardless of the political climate. The Commander of the Legion would have the ability to overrule local regulations and ordinances to ensure that projects are started and completed promptly and effectively.\\nAppoint a new Secretary of Cybersecurity to lead our efforts to secure our countrys vital systems from cyberterrorism, which is one of the leading threats to our ongoing prosperity.\\nInvest heavily in counterproliferation efforts to identify and secure sources of weapons-grade nuclear material, including offering to buy such material for exorbitant prices."},{"name":"Make it Easy for Americans to Move for Work","brief":"Many Americans live in areas where there are few available jobs. However, they also dont have the means to move to an area with better job prospects. And frequently, professional licenses dont travel to different localities or states.\\nIn order to help people move to areas with more jobs, the federal government should subsidize the moving costs for Americans who are relocating for work. It should also work with state licensure boards to increase the mobility of individual licenses.","quote":"Americans are moving less than ever, which is bad for our labor market, our economy and our culture. Moving is an act of optimism that leads to adaptability and positive change. We need to get America moving again for new opportunities.","problems":"Americans often want to move for better job prospects but cant afford the costs.","goals":"Make it easier for Americans to move for work","statement":"Direct the IRS to create a program to refund up to $1,000 of moving expenses for any American relocating for work.\\nPush to reevaluate which professional licenses are actually necessary, and remove the requirement that federal contracts go to people with those licenses when they are deemed to be unnecessary.\\nWork with licensure boards to increase the mobility of professional licenses.\\nUniversal Basic Income will help address this as well by giving more Americans the financial resources to move."},{"name":"Implement Mandatory Paid Leave Policy","brief":"The United States is the only industrialized nation without a mandatory minimum employee leave policy. While we dont work more than every other industrialized country, we work more, on average, than most of them. This puts stress on families when they dont spend time together and workers when they dont get time to relax.\\nÂ\\nWe should join the rest of the industrialized world and institute a mandatory leave policy. All full-time workers should be guaranteed a minimum of four weeks. Contractors too should be given paid time off if they work for the same company consistently and reliably. This policy will help create jobs at the margins, decrease stress, and allow people to spend more time with their families.","quote":"I love to work; work is a calling. But studies have shown that Americans would be just as productive if they had more time off. Oftentimes we do our best thinking and reflection when we are away from the office. When I was CEO of a company, I took time off and everyone performed better for it. Strong organizations allow people to step away. Americans would be happier and healthier and have better relationships with more days off and would be just as productive. It's particularly important for contractors, who feel like they can't take a day off without losing earnings as a result.","problems":"Americans dont have the freedom to take time away from their job for their family or other pursuits.","goals":"Implement a minimum leave policy for full-time workers\\nGive contractors some paid time away from work","statement":"Advocate for a minimum leave policy of four weeks each year for full-time workers, with exemptions for new companies less than 9 years old and small companies with fewer than 50 employees.\\nContractors who work the equivalent of 40+ hours per week should be entitled to 1 paid week off for every 13 weeks they work for a given company."},{"name":"Ease the Transition to Self-Driving Vehicles","brief":"Over 3 million Americans work as truck drivers, and over 7 million are employed related to trucking activity. Self-driving truck technology is rapidly becoming sophisticated enough to replace these drivers, and the economy is not prepared to absorb the loss of so many jobs. Truck drivers are 94% male, average age 49, average education high school or one year of college - there are not necessarily other opportunities for them that will pay a comparable salary. Additionally, hundreds of communities are built around the trucking industry, and those communities are also at risk from the coming automation.\\nWe need to implement a plan for how to handle the loss of these jobs, and we have to do it soon. Some estimates have the mass production of these vehicles as occurring within the decade. This has potential for serious unrest if not handled properly.","quote":"Truck driving is the most common job in 29 states. As automation improves, millions of American workers livelihoods are at stake. We need to engineer a smooth transition for these millions of workers so that their contributions are recognized and that they benefit from some of the new efficiencies and cost-savings. Handled correctly, the automation of truck driving could be celebrated as a positive thing even by any of the workers involved.","problems":"Over 7 million Americans jobs, including 3.5 million driving jobs, are at risk as self-driving trucks become more viable.\\nAlternative opportunities may not be feasible for a large number of truck drivers.","goals":"Protect Americans who work in the trucking industry\\nEnable a smooth transition to autonomous vehicles\\nPreserve order and distribute gains equitably","statement":"Appoint a Trucking Czar to oversee the successful transitioning of truck drivers as self-driving trucks become more commonplace. Ask Andy Stern to lead the commission.\\nPropose a tax on profits derived from self-driving trucks to provide severance packages for the drivers whose jobs are replaced. The estimated cost-savings and efficiency gains of automated freight are $168 billion per year which is enough to pay the truckers significant sums and still save tens of billions per year."},{"name":"Capital Gain/Carried Interest Tax","brief":"Capital gains and carried interest currently receive favorable treatment by the tax code. This privileges investors over workers and promotes speculation.\\nÂ\\nÂ","quote":"Its irrational that we privilege capital gains and investment income versus earned income. The top 20% own 92% of the stock market, and the bottom half of Americans own essentially zero. We should be encouraging and rewarding work first and foremost. An investor should not be paying a lower tax rate on gains than the person who is working hard every day. Ive worked and invested and working is a lot harder.","problems":"Capital gains and carried interest are given favorable tax treatment relative to earned income from labor.","goals":"Raise revenue","statement":"Propose an end to favorable tax treatment for capital gains and carried interest. Ending the carried interest treatment loophole alone would generate $18 billion per year in revenue and ending favorable treatment of capital gains would generate tens of billions more."},{"name":"File Income Taxes","brief":"At the beginning of each year, Americans dread the coming of tax season. The specter of needing to figure out the complex rules of the tax code hangs over each of us for the first third of the year, and most of us rush during April to come in under the deadline.\\n75% of Americans receive refunds. For those Americans, theyve been (essentially) giving the US Government an interest-free loan through most of the year. Theyd be better off having access to that money at the time they earn it. For the other 25% of Americans, needing to find the money to pay their tax balance adds unnecessary stress to their lives.\\nAfter taxes are filed, many Americans then spend weeks dreading an audit, hoping that the IRS doesnt randomly select them. That process itself can add cost to the tax process, as most people dont have the required expertise to deal with the IRSs auditors.\\nThis doesnt have to be the case. The IRS has almost all the information they need to calculate your taxes within a fair degree of accuracy. They can do this automatically, guaranteeing that you hold on to more of your money throughout the year and will never need to spend money on expensive tax-preparation services or audit-protection insurance.","quote":"Right now most of us dread paying taxes for good reason. None of us has time to figure out where the receipts are and what we owe, and were constantly stressed that were screwing things up or leaving money on the table. Turning us into a nation of tax experts is a ridiculous waste of citizen time and energy. The IRS should be able to tell us how much we owe and automatically file our taxes for us. Every time we do something that we think is tax-relevant, we should just forward it to a particular email address or account and it gets added in. Taxes are a perfect candidate for automation and artificial intelligence because there are clear rules to follow. Let's use technology to simplify all of our lives and focus on more important things.","problems":"Preparing your taxes is a difficult process that requires hours of time, expensive software or paid specialists.\\nGoing through an audit is stressful and expensive, and if you did anything wrong, its most likely unintentional.","goals":"Remove the stress of filing taxes for the average American and get more money into the economy faster\\nIncrease trust in government","statement":"Instruct the IRS to implement a system whereby any American can opt into a program to have their taxes filed automatically.\\nInstruct the IRS to coordinate with the Treasury to prepare a report on federal spending, and send each taxpayer a rundown of the actual amount of their taxes that went to each major spending area (e.g., domestic programs, foreign aid, military, etc).\\nIncrease the budget of the IRS by 50% to $16.2 billion and modernize it with the latest technology. Money spent on the IRS will almost certainly pay for itself many times over via better tax compliance and less wasted time of citizens. Running the country like a business means both taking care of constituents and collecting revenue as seamlessly and efficiently as possible."},{"name":"Financial Transaction Tax","brief":"Financial markets have grown dramatically over the past decades. Speculation in them has also led to bubbles that, when popped, caused untold damage to the worlds economy.\\nIn order to raise revenue while also stymying some of the rampant speculation that can lead to financial collapse, a financial transaction tax should be levied on financial trades. This has been adopted by other countries quite successfully.","quote":"Investing has been transformed into speculation by computer-generated algorithms and trading platforms. The average holding time of a stock is now only 4 months. There is no real value being generated, just individual firms trying to squeeze value out of the system, often at the expense of the public.","problems":"Financial transactions and speculation cause risk to the economy, and that risk isnt covered by those who cause it.","goals":"Raise revenue\\nLimit speculation that has no real economic purpose","statement":"Propose a 0.1% financial transaction tax that would raise as much as $50 billion per year that will be used to help fund Universal Basic Income."},{"name":"Tort Reform/Reasonableness Dismissals","brief":"Our civil litigation system influences our behavior in ways big and small because people are afraid they might be sued. Sometimes, the mere idea of fighting a lawsuit is enough to terrify anyone from taking an action that might be socially desirable (e.g. helping out a stranger in need), and we shouldnt have a legal system that discourages them.\\nJustice always requires judgment, but we too often strip that from our judges. Nowhere is this more apparent than the ability of spurious lawsuits to make it to trial.\\nJudges should be able to dismiss any lawsuit during its initial stages purely for being unreasonable. There can be an appeal process, but that process should be one thats fought between the plaintiff and an appeals court, not between a plaintiff and the person being unreasonably sued.","quote":"We should give judges the power to keep frivolous nuisance lawsuits out of their courtroom to free up the resources for real conflicts and injustices. Most of us are frightened of the threat of a lawsuit and it shapes behavior in ways big and small. And there are some businesses and individuals that sue frivolously as a competitive bullying strategy.","problems":"The constant threat of being sued, coupled with the high cost of defending even a ridiculous claim, has paralyzed Americans in their private lives and increased costs for the businesses they run and places they work.","goals":"Remove the fear of being bankrupted by needing to fight a ridiculous lawsuit\\nClear up our clogged court systems by allowing judges to more easily dismiss spurious lawsuits","statement":"Work to restore common sense and agency to our court system by allowing judges to more readily dismiss lawsuits they deem unreasonable."},{"name":"American Mall Act","brief":"Malls used to be a hub for socialization and commerce in many American communities. They were where families would go shopping for school supplies before grabbing dinner and catching a movie. Teens would have their first jobs working retail there, and spend their Friday nights with friends. A local mall was an economic boon.\\nAs e-commerce takes over a larger share of the retail market, many malls are closing down - 300 malls will close in the next 4 years and hundreds more will struggle, the windows shuttered, the doors locked, the building abandoned. This sends a negative signal that the economy of the area is suffering. It also attracts criminal elements, who can squat in and vandalize these empty buildings without much interest from local law enforcement.\\nThese giant spaces need to be revitalized in order to spur investment in the local economy and combat the sub/urban blight associated with the closing of a mall.","quote":"We need to do all we can to find productive uses for the hundreds of American malls that are going to close in the next four years. Offices, churches, indoor recreation spaces, anything we can do to keep these spaces vital and positive is an enormous win for the surrounding community. We should provide incentives and funds to help more developers reinvent these buildings and spaces. I've been in one giant office that used to be a mall and it was great, with tons of parking.","problems":"When a mall closes down, it hurts the local economy, sends a signal to those considering investing in the area, and becomes a source of blight.","goals":"Find new uses for closed malls","statement":"Sponsor the American Mall Act, securing a $6 billion fund to help struggling malls attract businesses, schools, organizations and entrepreneurs to find new uses for the buildings and commercial spaces."},{"name":"Entice High-Skill Individuals","brief":"America was built by those who wanted a better life and were willing to leave their home for that goal. Throughout our history, those born here have worked with those who have immigrated here to achieve some of our greatest accomplishments. America is greatest when native-born ideas are supplemented by fresh ideas from those who came here, like all of our ancestors, looking for a better life.\\nSince America has the greatest higher-education system in the world, many students are attracted here. Additionally, as we have some of the greatest companies headquartered here, high-skill workers are enticed by high salaries and great benefits.\\nÂ\\nAs such, we should greatly expand our H-1B and F-1 visa programs to allow significantly more highly skilled individuals and top-of-their-class students to study and work here. Additionally, any highly rated worker or graduating student who receives a graduate degree here should be given a green card to remain in this country as a permanent resident.","quote":"My father immigrated here from Taiwan to get his PhD in physics, stayed here, and generated over 50 U.S. patents for GE and IBM, two great American companies. We need to make sure that we are winning the global competition for talent to keep our economy strong and dynamic. Its stupid to train top people and then let them leave, often to compete against us. We are in a global war for talent - the societies that attract the best and brightest are more competitive and innovative. America has traditionally won that battle. With me as your President, we will win again. We will make it clear that if you are smart and enterprising and want to build a business, there is no better place than the United States.","problems":"America isnt attracting the worlds best talent anymore.\\nAmerica is training people only to have them leave the country and compete against us.","goals":"Attract more high-skill individuals to America\\nRetain more top students who are here on visas","statement":"Enhance the H-1B visa program and give workers who receive positive reviews from employers the options to remain in the country as permanent residents.\\nEnhance the F-1 visa program and automatically grant any student who graduates with at least a graduate degree a green card.\\nPersonally encourage the top students of the world to come to America, start their families here, build their companies here, and then their kid can become President."},{"name":"Zoning","brief":"Home ownership is a part of the American dream. However, over the past few decades, those who already own homes have made it significantly harder for those who dont to recognize that dream. Through NIMBY (not in my backyard) and zoning laws, the ability of new housing to be built in certain areas has been impeded to the point where the vast majority of Americans cant afford to live in the largest cities. You have to look no further than San Francisco or my hometown of New York City to see how true this is.\\nWe need to make it easier for people to afford housing - either renting or buying - in more localities. In order to do this, we need to recognize that homeowners in an area generally have more power with local legislators, and start taking the needs of renters and those who would be interested in moving into areas into account.","quote":"Housing is eating up more and more Americans budgets and making it impossible to get ahead. There are ways to provide much more affordable housing but they require new approaches to zoning and development. If we relaxed zoning laws in certain areas it would enhance productivity and allow us to create many more affordable housing options.","problems":"Zoning laws have made the creation of affordable housing impossible in areas that are most in need of new housing, driving workers for those areas to multi-hour commutes.","goals":"Make housing more affordable","statement":"Work with localities to relax zoning ordinances for the purpose of increasing the development of affordable housing.\\nEncourage the building of new innovative housing options like micro-apartments and communal living for people in high-density urban areas."},{"name":"Algorithmic Trading/Fraud","brief":"The way that trading algorithms currently operate makes it exceptionally difficult to find instances of impropriety. To combat this and make sure that everyone is operating cleanly, we must empower the CFTC to investigate any trades that consistently make money regardless of market movements. We must also enlist a network of veteran traders to police the market, offering them bounties on finding illegal activity.\\nÂ\\nÂ","quote":"Investing in the market with computer-generated algorithms has become a game of identifying tiny market inefficiencies and wringing them of value at the expense of other investors and the public. There is no real value being generated and it increases the costs for retirees, pension funds and businesses trying to manage their risks. We need to start enforcing trading rules in a technologically sophisticated way.","problems":"Algorithmic trading is allowing financial crime at an unprecedented and technologically-advanced level.","goals":"Clean up the trading markets from improper algorithms","statement":"Provide the CFTC with enough funding to properly investigate any suspicious trades/algorithms.\\nCreate a new team to find financial crime and bring the perpetrators to justice."},{"name":"Nuclear Energy","brief":"Nuclear energy is a relatively low-impact option for generating electricity. While the mining and enrichment of uranium has environmental impacts, and the storing of nuclear waste isnt easy, it is overall an efficient way to generate energy.\\nWith modern safety standards, its also a safe way to generate electricity. The Nuclear Regulatory Commission standards require that a risk assessment shows there less than a one-in-a-million chance of\\nNuclear isnt a perfect solution, but its a solid solution for now, and a technology we should invest in as we move to a future powered primarily by renewable energy.","quote":"Nuclear energy gets a bad rap because we all think about Homer Simpson and the possibility of contamination. The reality is that nuclear power is one of the most efficient and environmentally friendly paths forward to a more sustainable future.","problems":"Nuclear power plants generate a majority of our carbon-free energy, but they only generate less than 20% of our overall energy, despite being cleaner than fossil fuels.","goals":"Increase the percent of Americas energy needs are met by nuclear power","statement":"Work to make it easier for new nuclear plants to open up in appropriate areas to increase the amount of nuclear energy America uses."},{"name":"Modernize Voting","brief":"Considering the advances in technology, theres no reason why we should still be waiting in line at polling stations to cast votes. The machines being used in most locales are also as vulnerable to tampering and hacking as modern technologies.\\nAmericans should be able to vote via their mobile device, with verification done via blockchain. This would dramatically increase participation in all elections, whether local, state or federal.","quote":"Its ridiculous that in 2020 we are still standing in line for hours to vote in antiquated voting booths. It is 100% technically possible to have fraud-proof voting on our mobile phones today using the blockchain. This would revolutionize true democracy and increase participation to include all Americans - those without smartphones could use the legacy system and lines would be very short.","problems":"Voting is hard and time-consuming, which is why turnout even in presidential elections is barely over 50% and much lower during local and state elections. This rewards extreme points of view as opposed to the popular will.","goals":"Make voting easier and more secure\\nReduce inconsistent processes between states\\nRestore confidence and engagement in the democratic process","statement":"Work to modernize our voting infrastructure to utilize modern technology to make it easier and more secure to vote, thus increasing the number of Americans participating in our democracy."},{"name":"Modern Time Banking","brief":"Volunteering at a local community center. Mentoring an at-risk youth. Starting a book club. Helping your friend recover from drug addiction. There are many actions that create positive social utility that are currently uncompensated.\\nEnter Modern Time Banking. Volunteer activity and community engagement would be tracked by an app and seeded, initially, by the government. After that, local administrators would oversee the program.\\nYou could earn time banking points through:\\nand a range of other activities that make your community stronger.\\nWeve seen the power of these awards systems to drive behavior through online communities, free sandwich punch cards, and special status (e.g. Yelp Elite, Foursquare mayors, etc.).\\nSigning up for an account would allow you to track your running tally, along with an unspent total. As noted above, you could offer time banking points to a neighbor for watering your plants or taking your mail in while youre away. But there could also be specific promotions where you could trade in your points for special experiences, such as tickets to a local ball game or meeting with a government or civic leader.","quote":"There are many things that we want to see happen as a society that the market doesnt recognize or reward. We need to create a new way of both measuring and rewarding positive behaviors that spurs people to give to and ask more of their neighbors. We could create an entire parallel economy around social good that spurs incredible levels of activity and reconstitutes the fabric of our society.","problems":"Americans spend less time interacting with their community.\\nAmericans feel disconnected from their neighbors.\\nAmerican rates of volunteering have steadily declined over the past decade.\\nFor soft policy initiatives such as fighting obesity, theres no individual incentive to engage with the initiative.","goals":"Increase civic engagement\\nIncrease volunteer rates\\nProvide incentives to engage with your neighbors and community\\nMake serving the community fun","statement":"Create a new time banking app to track points awarded and traded for helping your community and neighbors.\\nEmpower local communities to define what activities theyd like to promote through the use of time banking points.\\nDonate all my points to the top-earning high school students in each state.\\nSet time banking points prizes for a visit to the White House and a meeting with me and/or fun civic-minded local celebrities."},{"name":"Economic Crime","brief":"Wall Street investment firms made billions of dollars off of the subprime mortgage market, only to receive a bailout from the government while millions of Americans suffered through the Great Recession. Those who made the decisions that led to the crisis not only got off scot-free, but also became rich off of the spoils. The criminal justice system looked the other way because there was no mechanism to prosecute decision-makers.\\nInstead, financial crimes should be treated the same way as any other crime. Those perpetrating it should go to jail, and their punishment should reflect the amount of damage theyve done to the economy and individuals theyve defrauded.","quote":"White-collar financial crimes are often treated as if they dont have any victims, when in reality they tend to have the largest number of victims in terms of people whose savings and lives are impacted. The financial crisis in particular was egregious and crashed our economy and destroyed communities that are still digging out today. If someone is making millions of dollars as CEO, they should be ready to step up and take responsibility if their company acts in a way that harms the public interest. We need to ensure that large institutions will not abuse the public trust, which requires real accountability for leaders.","problems":"People committing mass fraud are currently able to profit off of their crimes with limited repercussions.","goals":"Prevent Wall Street from profiting from predatory and illegal or unethical behavior\\nHold those who defraud Americans criminally accountable for their behavior","statement":"Propose and promote the Public Protection Against Market Abuse Act, calling for mandatory minimum jail sentences based either on the size of the fine levied against financial institutions, or the amount of money involved in the fraudulent or unethical transactions. These sentences will be served by the CEO and largest individual domestic shareholder.\\nDirect my Department of Justice to enforce laws against financial institutions to the fullest extent of their power."},{"name":"Media Fragmentation","brief":"Outside of extreme cases of malicious libel, the freedom of the press is inviolate.\\nHowever, the fragmentation of our media is a growing problem. Different communities are receiving their news exclusively through different channels, resulting in world views with differing facts that rarely overlap. We cant decide on shared values if we dont agree on basic facts; we cant find shared solutions if we dont even agree what the problems are.\\nThe government should not meddle with the free press. But the government should support the major media and technology companies in finding solutions to the issues. After the Russian influence campaign affected the 2016 election, Facebook, Twitter, and other social media companies have started to investigate ways to mitigate these issues. The government should be supporting them in any way they deem appropriate.","quote":"Its hard to come together on solutions when we cant agree on basic facts. I kind of miss the days of 3 major networks and a few news programs that said the same thing. While we cant get back there, we need to establish some rules of the road and standards so that our national discourse doesnt degenerate into a million incoherent news bubbles.","problems":"Media fragmentation has left America split on basic facts, which is making any discussion of important issues fruitless.","goals":"Reunify the press","statement":"Create a Media Responsibility Task Force with leaders of media and tech companies to discuss ways to get Americans agreeing on facts again and removing hostile foreign influence from our discourse.\\nAllow this Task Force to operate free from governmental influence - well support them, not direct them."},{"name":"Making Taxes Fun","brief":"Currently, paying taxes is a slog. Instead, lets make it a celebration.\\nRevenue Daythe day taxes are dueshould be a federal holiday. That day should feature celebrations.\\nEach American should be able to direct 1% of their taxes to a specific project. During Revenue Day, these projects will be highlighted, showing what, exactly, Americas money was able to accomplish during the previous year. Initial profiles of the next years projects will also be announced so people can get excited for them.","quote":"Running the country like a business means adopting basic things like appreciating your constituents. If someone pays taxes, thats great and we should make him or her feel like they contributed to important things that make peoples lives better. Revenue Day should be a day of joy and celebration for our national community.","problems":"Taxes are viewed as a burden instead of a contribution to our shared society.\\nTax day is dreaded, not celebrated.","goals":"Make paying taxes patriotic and fun\\nConnect people to what their tax dollars are being spent on","statement":"Create a federal holiday on the date taxes are due.\\nProvide a report to every taxpayer with a breakdown of where their tax dollars go (Social Security, military, medical research, etc.) with shared video stories of what their tax money makes possible.\\nAllow each American to direct 1% of their taxes to a specific project, department or activity of government (e.g. Veterans Affairs, National Endowment for the Arts, etc.).\\nBring 2 taxpayers who filed their taxes early from each state to a celebration at the White House with members of Congress on Revenue Day."},{"name":"Net Neutrality","brief":"If not the most significant technological development of the past 50 years, the internet is certainly somewhere at the top of the list. Its enabled an unprecedented dissemination of knowledge to the vast majority of Americans while also becoming an integral part of our economy and the way we entertain ourselves. Its an essential part of our modern lives.\\nThe repeal of net neutrality protections threatens the free internet for all Americans. It is imperative that we protect this technology so that all Americans can continue to enjoy unfettered and affordable access to the internet.\\nOn top of keeping ISPs classified under Title II, competition should be increased through local-loop unbundling. This would provide startups with access to the expensive, final wires connecting the internet backbone to residences so that they can innovate and compete in an otherwise stifled market. By doing so, prices will come down away from their current monopoly levels and thus increase internet access further.","quote":"Whoever has the most money or clout is a terrible way to decide who gets the most bandwidth on the Internet. Net Neutrality has served us well and should continue to be the law. I will make it so as President.","problems":"Reclassifying ISPs under Title I allows them to begin slowing down your internet and charging you more for services you currently enjoy as part of your internet package\\nCompetition is stifled in the ISP market, which drives prices up to monopoly levels","goals":"Keep ISPs from throttling the internet or charging more for access to certain online resources\\nIncrease competition between internet providers to keep prices under control and allow for innovation","statement":"Appoint members to the FCC that will immediately reclassify ISPs under Title II of the Communications Act, thus allowing the FCC to regulate them and reinforce net neutrality.\\nUnbundle local loops so that new competitors can innovate and keep prices for internet access under control."},{"name":"Regulate AI and other Emerging Technologies","brief":"Advances in automation and Artificial Intelligence (AI) hold the potential to bring about new levels of prosperity humans have never seen. They also hold the potential to disrupt our economies, ruin lives throughout several generations, and, if experts such as Stephen Hawking and Elon Musk are to be believed, destroy humanity.\\nTechnology is advancing at a pace never before seen in human history, and even those developing it dont fully understand how it works or what direction its taking. Recent advances in machine learning have shown that a computer, given certain directives, can learn tasks much faster than humans thought possible even a year ago. Were heading into this new world with no idea on how to regulate it, and a regulatory system thats designed for technology thats much less sophisticated than what were facing in the near future.\\nTechnological innovation shouldnt be stopped, but it should be monitored and analyzed to make sure we dont move past a point of no return. This will require cooperation between the government and private industry to ensure that developing technologies can continue to improve our lives without destroying them.","quote":"Artificial Intelligence and other new technologies have the potential to change our economy and society in unpredictable ways. Even techies dont know whats going to happen. We need to have government hand-in-hand with technologists to make sure that we fully understand the impact of AI and other innovations before theyre widely adopted in different settingswhich means recruiting some of the smartest technologists to work in government and having government actively consulting with innovators.","problems":"Technology is developing faster than government can analyze the impact and enforce regulations.\\nEven those developing technologies often have no idea what impact they have on humanity.\\nHuman technical knowledge is quickly reaching the point where there are many existential threats that could develop without us fully understanding said threat.","goals":"Monitor the development of new technology\\nMore quickly adapt to the changing technological landscape\\nPrevent technological threats to humanity from developing without oversight","statement":"Create a new executive department - the Department of Technology - to work with private industry and Congressional leaders to monitor technological developments, assess risks, and create new guidance. The new Department would be based in Silicon Valley and would initially be focused on Artificial Intelligence.\\nCreate a new Cabinet-level position of Secretary of Technology who will be tasked with leading the new Department.\\nCreate a public-private partnership between leading tech firms and experts within government to identify emerging threats and suggest ways to mitigate those threats while maximizing the benefit of technological innovation to society."},{"name":"Robo-Calling Text Line","brief":"Robo-calling has become somewhere between an irritation and harassment for millions of Americans. Companies have determined that the cost of a robo-call is zero so if even a handful generate sales leads they pay off. This has led to many of us tuning out our phones and regarding people reaching out to us with suspicion as we pick up to hear an automated voice pitching us something we dont need.\\nOur attention is valuable, and companies that occupy it should be improving our lives. If they are simply wasting our time there needs to be some disincentive or deterrent.\\nAs President, I will initiate a robo-calling text line. If you receive a robo-call that you feel was a waste of your time, simply forward the number that called you to our robo-call investigations line (800-ROBOCAL). The FCC will follow up with the company that called you. If the FCC receives numerous complaints about a particular company, they will issue significant fines. This will quickly discourage companies from adopting marketing tactics that customers find unpleasant or unwelcome.","quote":"Its ridiculous that companies can call us all day every day pitching us unwelcome services, particularly when the calls are automated. Our time is the most valuable resource we have. Companies need to value our time the same way that we do. If you call me you'd better be human.","problems":"Robo-calls are increasingly frequent given that they cost next to nothing for the companies who are calling.\\nThere is no accessible means for an individual citizen to register a complaint and decrease incoming calls.\\nThere is no disincentive for increasingly aggressive marketing tactics that erode our accessibility and empathy.","goals":"Provide a disincentive to excessive robo-calling by companies\\nMaintain our receptivity to genuine outreach\\nIntroduce increased accountability to firms","statement":"Initiate a Robo-calling Text Line (800-ROBOCAL) to which all citizens can forward any number that makes a marketing call that they found offensive or a waste of time.\\nThe FCC would investigate any complaints and levy significant fines to repeat offenders."}]